{
  "sliderComponentTitle": "Learn Baseball from Beginning to Advance with AI for New Fans",
  "language": "English",

  "qnawithAI": "QnA with AI:",
  "sendQuestion": "Send Question",

  "contentTableTitle": "Baseball Rules - Table of Content ↓",
  "content1": "1. No. of Players",
  "content2": "2. Objective of the Game",
  "content3": "3. Game Structure",
  "content4": "4. The Field",
  "content5": "5. The Batter’s Turn",
  "content6": "6. Base Running",
  "content7": "7. Scoring Runs",
  "content8": "8. The Pitcher’s Role",
  "content9": "9. Fielding Team's Role",
  "content10": "10. Outs, Switching Sides",
  "content11": "11. Home Runs",
  "content12": "12. Special Plays",
  "content13": "13. Fouls",
  "content14": "14. Umpire and Rules",
  "content15": "15. Winning the Game",

  "rule1": "Rule No. 1:",
  "rule2": "Rule No. 2:",
  "rule3": "Rule No. 3:",
  "rule4": "Rule No. 4:",
  "rule5": "Rule No. 5:",
  "rule6": "Rule No. 6:",
  "rule7": "Rule No. 7:",
  "rule8": "Rule No. 8:",
  "rule9": "Rule No. 9:",
  "rule10": "Rule No. 10:",
  "rule11": "Rule No. 11:",
  "rule12": "Rule No. 12:",
  "rule13": "Rule No. 13:",
  "rule14": "Rule No. 14:",
  "rule15": "Rule No. 15:",

  "rule1Title": "Number of Players in Baseball",
  "rule2Title": "Objective of the Game",
  "rule3Title": "Game Structure",
  "rule4Title": "The Field",
  "rule5Title": "The Batter’s Turn",
  "rule6Title": "Base Running",
  "rule7Title": "Scoring Runs",
  "rule8Title": "The Pitcher’s Role",
  "rule9Title": "The Fielding Team's Role",
  "rule10Title": "Outs and Switching Sides",
  "rule11Title": "Home Runs",
  "rule12Title": "Special Plays",
  "rule13Title": "Fouls",
  "rule14Title": "Umpire and Rules Enforcement",
  "rule15Title": "Winning the Game",

  "rule1Subtitle": "Baseball is played between two teams, and here's how the players are divided:",
  "rule2Subtitle": "The main objective of baseball is to score runs, and the team with the most runs at the end of the game wins. Let’s break it down in more detail:",
  "rule3Subtitle": "Baseball has a unique structure that ensures fairness and flow between the two teams. Let’s break this rule into simpler parts:",
  "rule4Subtitle": "The baseball field is carefully designed to create a fair and exciting game. Let’s break it down:",
  "rule5Subtitle": "The batter’s turn is a key moment in baseball, where the player tries to hit the ball and advance their team’s chances of scoring. Let’s break it down:",
  "rule6Subtitle": "Base running is a crucial part of baseball where players move around the bases to score runs. Let’s break it down:",
  "rule7Subtitle": "Scoring runs is the ultimate objective in baseball. A team earns runs by completing a full circuit around the bases. Here’s how it works:",
  "rule8Subtitle": "The pitcher is one of the most crucial players on the field, as they control the pace and outcome of each play. Here’s a breakdown of their role:",
  "rule9Subtitle": "The fielding team plays defense, trying to prevent the batting team from scoring runs by getting batters and runners out. Here's how it works:",
  "rule10Subtitle": "The game of baseball is structured into innings, and each inning has two halves: one where a team bats and the other where it fields. Here’s how outs and side-switching work:",
  "rule11Subtitle": "A home run is one of the most exciting moments in baseball! It occurs when the batter hits the ball so hard and far that it leaves the field of play, typically beyond the outfield fence.",
  "rule12Subtitle": "In baseball, special plays are unique situations or strategies that can change the outcome of a game. They often require quick thinking and teamwork. Let’s explore some key special plays:",
  "rule13Subtitle": "In baseball, a foul ball is a hit ball that lands or is touched outside the field's foul lines. Let’s break this rule down for clarity:",
  "rule14Subtitle": "In baseball, umpires are the officials responsible for ensuring the game is played fairly and according to the rules. They play a critical role in maintaining the integrity of the game and making important decisions during play:",
  "rule15Subtitle": "The ultimate goal of baseball is to score more runs than the opposing team by the end of the game. Here’s how winners are determined:",

  "whenDefending": "When Defending:",
  "whenDefendingSubtitle": "The team on the field has 9 players, each with a specific role:",
  "pitcher": "Pitcher",
  "pitcherDetail": ": Throws the ball to the batter.",
  "catcher": "Catcher",
  "catcherDetail": ": Catches the ball behind the batter.",
  "firstBaseman": "First Baseman",
  "firstBasemanDetail": ": Guards first base.",
  "secondBaseman": "Second Baseman",
  "secondBasemanDetail": ": Guards second base.",
  "thirdBaseman": "Third Baseman",
  "thirdBasemanDetail": ": Guards third base.",
  "shortstop": "Shortstop",
  "shortstopDetail": ": Plays between second and third base.",
  "leftFielder": "Left Fielder",
  "leftFielderDetail": ": Covers the left outfield.",
  "centerFielder": "Center Fielder",
  "centerFielderDetail": ": Covers the center outfield.",
  "rightFielder": "Right Fielder",
  "rightFielderDetail": ": Covers the right outfield.",

  "whenattacking": "When Attacking:",
  "whenattackingSubtitle": "Players take turns one at a time to bat and try to score runs by hitting the ball and running around the bases.",

  "howManyPlayers": "How Many Players in Total?",
  "howManyPlayersDetail": "Each team has a roster of 25-26 players, but only 9 players from the defending team are active on the field at any time.",

  "rule1Summary": "Summary:",
  "9Players": "9 players",
  "9PlayersDetails": "are on the field when a team is defending.",
  "1Player": "1 player",
  "1PlayerDetails": "bats at a time when attacking.",

  "rule1Hint": "Ask our AI anything about the 1st rule...",

  "scoringRuns": "Scoring Runs:",
  "scoringRunsSubtitle": "A run is scored when a player completes a full circuit around thefour bases (first base,  second base, third base, and home plate) and touches each one in order.",
  "theBattersRole": "The Batter’s Role",
  "theBattersRoleDetail": ": When it’s their turn, a player steps up to the plate as a batter. They must hit the ball pitched to them to start the action.",
  "becomingARunner": "Becoming a Runner",
  "becomingARunnerDetail": ": Once the batter successfully hits the ball, they transition into a runner and try to advance to as many bases as possible without getting \"out.\"",

  "runningTheBases": "Running the Bases:",
  "basePath": "Base Path",
  "basePathDetail": ": Players must run within a specific path to move from one base to the next.",
  "stoppingAtBase": "Stopping at a Base",
  "stoppingAtBaseDetail": ": A runner can choose to stop at a base if advancing further seems too risky (e.g., the ball is being fielded close by). They can continue to the next base during a future play.",
  "homePlate": "Home Plate",
  "homePlateDetail": ": Returning to home plate after touching all other bases in sequence earns a run for the team.",

  "theFieldingTeamsGoal": "The Fielding Team's Goal:",
  "theFieldingTeamsGoalSutTitle": "The fielding team’s job is to prevent the batting team from scoring by:",
  "catching": "Catching",
  "catchingDetail": ": If they catch a hit ball before it touches the ground, the batter is out.",
  "throwing": "Throwing",
  "throwingDetail": ": Fielders can throw the ball to a base before a runner gets there, making the runner \"out.\"",
  "tagging": "Tagging",
  "taggingDetail": ": A runner can also be tagged out if they are not on a base and a fielder touches them with the ball.",

  "strategicPlays": "Strategic Plays:",
  "baseHits": "Base Hits",
  "baseHitsDetail": ": A single hit that allows the batter to reach first base is a \"single,\" while reaching further bases on one hit can result in a \"double,\" \"triple,\" or even a \"home run.\"",
  "homeRun": "Home Run",
  "homeRunDetails": ": A home run occurs when the batter hits the ball out of the playing field in fair territory. The batter and any runners on base automatically score runs.",
  "sacrificesAndBunting": "Sacrifices and Bunting",
  "sacrificesAndBuntingDetails": ": Sometimes, batters will intentionally make small hits to allow teammates to advance on the bases.",

  "winningtheGame": "Winning the Game:",
  "winningtheGame1": "A baseball game is typically played over nine innings.",
  "winningtheGame2": "Each team gets a turn to bat and field in every inning.",
  "winningtheGame3": "At the end of nine innings, the team with the most runs wins.",
  "winningtheGame4": "If the score is tied, extra innings are played until a winner is determined.",

  "rule2Hint": "Ask our AI anything about the 2nd rule...",

  "innings": "Innings:",
  "inningsSubtitle": "A baseball game is divided into innings.",
  "inningsHalves": "Each inning has two halves:",
  "topHalf": "Top Half",
  "topHalfDetail": ": One team bats while the other fields.",
  "bottomHalf": "Bottom Half",
  "bottomHalfDetail": ": The roles switch.",
  "mostInnings": "Most games are played over nine innings. If the score is tied, extra innings are played until one team wins.",

  "turnsBattingAndFielding": "Turns: Batting and Fielding:",
  "turnsBattingAndFielding1": "Each team gets a turn to bat (try to score runs) and field (try to stop the other team from scoring).",
  "turnsBattingAndFielding2": "A turn ends when the batting team gets three outs.",
  "turnsBattingAndFielding3": "Once both teams have had a turn tobat and field, the inning is over.",

  "theTransitionBetweenRoles": "The Transition Between Roles:",
  "theTransitionBetweenRoles1": "After three outs, the fielding team becomes the batting team, and the batting team goes into the field.",
  "theTransitionBetweenRoles2": "These transitions keep the game balanced, giving both teams equal chances to score runs.",

  "whyIsTheStructureImportant": "Why is the Structure Important?",
  "whyIsTheStructureImportant1": "Innings and turns make the game fair and strategic.",
  "whyIsTheStructureImportant2": "Teams plan their moves carefully, whether it’s about scoring runs while batting or stopping the other team when fielding.",
  "whyIsTheStructureImportant3": "The flow ensures that both teams face the same number of opportunities to score, making baseball a game of skill and strategy rather than chance.",

  "rule3Hint": "Ask our AI anything about the 3rd rule...",

  "basicLayout": "Basic Layout:",
  "basicLayoutSubtitle": "The field is shaped like a diamond and is divided into two main areas:",
  "infield": "Infield",
  "infieldDetail": ": The inner part of the field where the bases and pitcher’s mound are located.",
  "outfield": "Outfield",
  "outfieldDetail": ": The grassy area beyond the infield.",

  "bases": "Bases:",
  "basesSubtitle1": "There are four bases ",
  "basesSubtitle2": "arranged in a diamond shape:",
  "homePlate2": "Home Plate",
  "homePlateDetail2": ": Where the batter stands and starts their turn.",
  "firstBase": "First Base",
  "secondBase": "Second Base",
  "thirdBase": "Third Base",
  "bases3": "The goal is for runners to touch all four bases in sequence to score a run.",

  "pitchersMound": "Pitcher’s Mound:",
  "pitchersMound1": "A raised area in the center of the infield.",
  "pitchersMound2": "The pitcher stands here to throw the ball toward the batter.",
  "pitchersMound3": "It is positioned at a specific distance from home plate to ensure fairness.",

  "rule4Summary": "Summary:",
  "rule4SummaryDetail": "This layout creates a dynamic game environment, with specific roles for players and clear objectives for both offense and defense.",

  "rule4Hint": "Ask our AI anything about the 4th rule...",

  "hittingTheBall": "Hitting the Ball:",
  "hittingTheBall1": "The batter’s main job is to hit the ball thrown by the pitcher.",
  "hittingTheBall2": "If the ball is hit into the field of play, the batter runs toward first base and tries to advance as far as possible.",

  "strikesAndBalls": "Strikes and Balls:",
  "strikes": "Strikes:",
  "strikes1": "If the batter swings and misses, it’s a strike.",
  "strikes2": "If the batter does not swing and the ball passes through the strike zone, it's a strike.",
  "strikes3": "Three strikes result in the batter being “out.”",
  "Balls": "Balls:",
  "Balls1": "If the pitcher throws the ball outside the strike zone and the batter doesn’t swing, it’s a ball.",
  "Balls2": "Four balls allow the batter to walk to first base (this is called a \"walk\").",

  "howABatterisOut": "How a Batter is “Out”:",
  "howABatterisOutSubtitle": "A batter can be declared out in several ways:",
  "threeStrikes": "Three Strikes",
  "threeStrikesDetail": ": The batter fails to hit the ball after three strikes.",
  "caughtBall": "Caught Ball",
  "caughtBallDetail": ": If a fielder catches the ball in the air before it touches the ground.",
  "thrownOut": "Thrown Out",
  "thrownOutDetail": ": The ball is thrown to first base before the batter arrives. Interference: If the batter interferes with the catcher or another player.",
  "interference": "Interference",
  "interferenceDetail": ": If the batter interferes with the catcher or another player.",

  "rule5Summary": "Summary:",
  "rule5SummaryDetails": "Understanding the batter’s turn helps players and fans grasp the excitement and strategy behind every pitch and swing!",

  "rule5Hint": "Ask our AI anything about the 5th rule...",

  "runningBetweenBases": "Running Between Bases:",
  "startingPoint": "Starting Point",
  "startingPointDetail": ": After hitting the ball, the batter becomes a runner and heads toward first base.",
  "sequence": "Sequence",
  "sequenceDetail": ": The runner’s goal is to advance from first base to second base, then to third base, and finally to home plate to score a run.",
  "decisionMaking": "Decision Making",
  "decisionMakingDetail": ": Runners must decide whether to stop at a base or keep running, depending on how far the ball is hit and the fielders’ actions.",

  "rulesforStayingOnBaseOrAdvancing": "Rules for Staying on Base or Advancing:",
  "safeOnBase": "Safe on Base:",
  "safeOnBase1": "A runner is safe if they reach a base before being tagged or if the base is not “forced.”",
  "safeOnBase2": "Once on a base, the runner can stay there until the next play.",
  "forceOut": "Force Out:",
  "forceOut1": "A runner must advance if another runner is behind them and the bases are full.",
  "forceOut2": "If the fielding team throws the ball to the next base before the runner gets there, the runner is out.",
  "taggingUp": "Tagging Up:",
  "taggingUp1": "On a caught fly ball, the runner must tag their current base before advancing to the next one.",
  "stealingBases": "Stealing Bases:",
  "stealingBases1": "A runner can try to advance to the next base without the ball being hit, known as stealing a base, but risks being tagged out.",
  "overrunningFirstBase": "Overrunning First Base:",
  "overrunningFirstBase1": "Runners can run past <b>first</b> base without being tagged out, as long as they stay within the baseline and don’t attempt to go to second base.",

  "rule6Summary": "Summary:",
  "rule6SummaryDetail": "Base running combines speed, timing, and strategy, making it an exciting part of the game as players try to outsmart the defense!",

  "rule6Hint": "Ask our AI anything about the 6th rule...",

  "completingARun": "Completing a Run:",
  "completingARun1": "A player starts at home plate as a batter, progresses through first base, second base, and third base, and finally returns to home plate to score a run.",
  "completingARun2": "The player must touch each base in order while avoiding being tagged or forced out by the fielding team.",

  "timingAndStrategy": "Timing and Strategy:",
  "whenToAdvance": "When to Advance:",
  "whenToAdvance1": "Players advance based on how far the ball is hit and the positioning of the fielders.",
  "whenToAdvance2": "A well-hit ball (e.g., a double, triple, or home run) makes it easier to complete a run.",
  "multipleRuns": "Multiple Runs in One Play:",
  "multipleRuns1": "If there are runners already on base when the ball is hit, those runners can also advance and score if they successfully reach home plate.",

  "homeRuns": "Home Runs:",
  "homeRuns1": "A home run happens when the batter hits the ball out of the field of play (over the fence in fair territory).",
  "homeRuns2": "In this case, the batter and all base runners automatically score without the risk of being tagged or forced out.",

  "errors": "Errors and Extra Opportunities:",
  "errors1": "Errors by the fielding team (e.g., missed catches or bad throws) can give runners additional chances to advance and score.",

  "rule7Summary": "Summary:",
  "rule7SummaryDetail": "The goal for each team is to score as many runs as possible during their turn at bat, outpacing their opponents to win the game!",

  "rule7Hint": "Ask our AI anything about the 7th rule...",

  "howPitchingWorks": "How Pitching Works:",
  "startingThePlay": "Starting the Play:",
  "startingThePlay1": "The pitcher throws the ball from the pitcher’s mound towards the batter at home plate.",
  "startingThePlay2": "The goal is to make it difficult for the batter to hit the ball while staying within the rules.",
  "typeOfPitches": "Types of Pitches:",
  "typeOfPitches1": "Pitchers use a variety of techniques to throw the ball, such as:",
  "fastBalls": "Fastballs",
  "fastBallsDetail": ": Thrown at high speed.",
  "curveballs": "Curveballs",
  "curveballsDetail": ": Spin the ball to make it curve mid-air.",
  "changeups": "Changeups",
  "changeupsDetail": ": Appear fast but are slower to deceive the batter.",

  "legalPitches": "Legal Pitches:",
  "legalPitches1": "A pitch must be thrown with one foot in contact with the pitching rubber.",
  "legalPitches2": "The pitcher must throw the ball overhand or sidearm, aiming for the strike zone:",
  "legalPitches3": "The strike zone is an imaginary box above home plate, from the batter's knees to their chest.",

  "illegalPitches": "Illegal Pitches:",
  "balk": "Balk:",
  "balk1": "If the pitcher starts a pitching motion but doesn’t throw the ball, or performs deceptive movements, it’s called a balk allowing base runners to advance.",
  "throwingAtBatter": "Throwing at the Batter:",
  "throwingAtBatter1": "Pitchers must not intentionally throw at the batter. Doing so can result in warnings or ejection.",

  "strategyAndSkill": "Strategy and Skill:",
  "readingBatter": "Reading the Batter:",
  "readingBatter1": "The pitcher studies the batter’s weaknesses and adjusts their pitches accordingly.",
  "maintainControl": "Maintaining Control:",
  "maintainControl1": "A great pitcher must balance speed, accuracy, and deception to keep the batter guessing.",

  "rule8Summary": "Summary:",
  "rule8SummaryDetail": "The pitcher sets the stage for every play, blending strategy, skill, and precision to challenge the batter while adhering to the rules.",

  "rule8Hint": "Ask our AI anything about the 8th rule...",

  "gettingBattersAndRunnersOut": "Getting Batters and Runners Out:",
  "gettingBattersAndRunnersOutSub": "The fielding team has several ways to achieve an out:",
  "catchings": "Catching:",
  "catchingsDetail": "If a batter hits the ball into the air and a fielder catches it before it touches the ground, the batter is out.",
  "taggings": "Tagging:",
  "taggingsDetail": "A fielder can tag a runner by touching them with the ball (or the glove holding the ball) when the runner is not on a base.",
  "forceOuts": "Force-Outs:",
  "forceOuts1": "When a runner is forced to advance to the next base because the batter hits the ball, the fielding team can throw the ball to that base before the runner gets there.",
  "forceOuts2": "Example: If the batter runs to first base, the fielder at first base just needs to touch the base while holding the ball to record a force-out.",

  "defensivePlayers": "Defensive Players and Their Roles:",
  "defensivePlayersSubtitle": "Each player on the fielding team has a specific position and role in preventing runs:",
  "pitcherRole": "Pitcher",
  "pitcherRoleDetail": ": Throws the ball to the batter.",
  "catcherRole": "Catcher",
  "catcherRoleDetail": ": Catches the pitcher’s throws and defends home plate.",
  "infielderRole": "Infielders",
  "infielderRoleDetail": ": Defend the area around the bases (first base, second base, third base, and shortstop). Outfielders: Cover the outfield to catch long hits and prevent extra bases.",

  "teamCoordinates": "Team Coordination:",
  "teamCoordinates1": "Fielders work together to execute plays, such as double plays (getting two outs in one sequence).",
  "teamCoordinates2": "Good communication and awareness are key to efficiently fielding the ball and making outs.",

  "rule9Summary": "Summary:",
  "rule9SummaryDetails": "The fielding team’s goal is to stop the batter from hitting safely and to prevent runners from advancing, using tactics like catching, tagging, and force-outs to regain their chance at batting.",

  "rule9Hint": "Ask our AI anything about the 9th rule...",

  "threeOutsToEndAHalfInning": "Three Outs to End a Half-Inning:",
  "whatsAnOut": "What is an Out?",
  "whatsAnOut1": "An out occurs when the fielding team successfully stops the batting team through actions like catching a fly ball, tagging a runner, or force-outs.",
  "howManyOut": "How Many Outs Are Needed?",
  "howManyOut1": "The batting team continues to hit until the fielding team gets three outs.",
  "howManyOut2": "Once three outs are made, the batting team's turn ends, and the roles switch. the fielding team goes to bat, and the batting team takes the field.",

  "switchingSides": "Switching Sides:",
  "whenItHappen": "When Does It Happen?",
  "whenItHappen1": "After three outs, both teams change positions on the field.",
  "whenItHappen2": "The fielding team comes to bat, and the batting team takes their places on the field.",
  "halfInning": "Half-Inning Completion:",
  "halfInning1": "Each team gets one turn to bat and one turn to field per inning.",
  "halfInning2": "A full inning is completed once both teams have had their chance to bat.",

  "whyRuleImportant": "Why This Rule is Important?",
  "whyRuleImportant1": "This structure ensures fairness, as each team gets an equal opportunity to score runs and defend.",
  "whyRuleImportant2": "The switch between roles keeps the game dynamic, with players needing to adapt from batting to fielding and vice versa.",

  "rule10Summary": "Summary:",
  "rule10SummaryDetail": " The fielding team aims to get three outs to end the batting team’s turn, after which the roles switch, maintaining the balance of offense and defense throughout the game.",

  "rule10Hint": "Ask our AI anything about the 10th rule...",

  "whatHappenDuringHomeRun": "What Happens During a Home Run?",
  "autoScoring": "Automatic Scoring:",
  "autoScoring1": "The batter and any runners already on base automatically score.",
  "autoScoring2": "This means the team gets one run for the batter and one additional run for each player who was on base when the ball was hit.",
  "noNeedRunQuickly": "No Need to Run Quickly:",
  "noNeedRunQuickly1": "Since the ball is out of play, no fielders can retrieve it.",
  "noNeedRunQuickly2": "The batter and runners can jog around the bases at their own pace, touching each base (first, second, third, and home).",

  "typeOfHomeRuns": "Types of Home Runs:",
  "soloHomeRun": "Solo Home Run:",
  "soloHomeRun1": "If there are no runners on base, only the batter scores.",
  "twoThreeGrandSlam": "Two-Run, Three-Run, or Grand Slam:",
  "twoThreeGrandSlam1": "If there are runners on base:",
  "twoRun": "Two-Run Home Run",
  "twoRunDetail": ": One runner on base.",
  "threeRun": "Three-Run Home Run",
  "threeRunDetail": ": Two runners on base.",
  "grandSlam": "Grand Slam",
  "grandSlamDetail": ": Bases are fully loaded, scoring four runs in total!",

  "whyHomeSpecial": "Why Are Home Runs Special?",
  "whyHomeSpecial1": "A home run is the quickest way to score multiple runs.",
  "whyHomeSpecial2": "It often shifts the momentum of the game and excites fans.",
  "whyHomeSpecial3": "Some players are known for their ability to hit home runs, making it a celebrated skill in baseball.",

  "rule11Summary": "Summary:",
  "rule11SummaryDetail": "A home run not only guarantees scoring but also showcases the batter's power and skill, making it one of the most thrilling aspects of the game!",

  "rule11Hint": "Ask our AI anything about the 11th rule...",

  "doublePlays": "Double Plays:",
  "doublePlays1": "A double play occurs when the fielding team records two outs during a single play.",
  "doublePlays2": "Example: A batter hits a ground ball to the shortstop. The shortstop throws to second base for one out, and the second baseman throws to first base for the second out.",

  "triplePlays": "Triple Plays:",
  "triplePlays1": "A rare and impressive feat where the fielding team gets three outs in a single play.",
  "triplePlays2": "Example: If the bases are loaded and the batter hits a line drive that’s caught, runners may be caught off their bases, allowing the fielders to tag two more players out.",

  "theBunt": "The Bunt:",
  "theBunt1": "A bunt is when the batter lightly taps the ball with the bat instead of swinging.",
  "purpose": "Purpose:",
  "purpose1": "Advance runners to the next base.",
  "purpose2": "Catch the fielding team off guard.",
  "risk": "Risk",
  "riskDetail": ": The ball must stay within fair territory and be hard enough to avoid an easy out.",

  "stolenBase": "Stolen Base:",
  "stolenBase1": "A stolen base happens when a runner advances to the next base while the pitcher is delivering the ball to the batter.",
  "stolenBase2": "Success depends on speed and timing.",
  "risks": "Risks",
  "risksDetail": ": The catcher may throw the ball to the base ahead, potentially tagging the runner out.",

  "sacrifieceFly": "Sacrifice Fly:",
  "sacrifieceFly1": "When a batter hits a fly ball deep enough for a runner on base to tag up and advance, usually scoring a run.",
  "sacrifieceFly2": "The batter is out, but the team gains a run.",

  "pickOff": "Pick-Off:",
  "pickOff1": "A defensive move where the pitcher or catcher throws the ball to a base to tag out a runner who’s leading off too far.",

  "whySpecialImportant": "Why Are Special Plays Important?",
  "whySpecialImportant1": "These plays showcase strategy, skill, and quick decision-making.",
  "whySpecialImportant2": "They add excitement and unpredictability to the game.",
  "whySpecialImportant3": "Mastering these plays can give a team a competitive edge.",

  "rule12Summary": "Summary:",
  "rule12SummaryDetail": "Special plays are what make baseball not just a physical game but a mental one, rewarding strategy and teamwork!",

  "rule12Hint": "Ask our AI anything about the 12th rule...",

  "whatIsAFoulBall": "What is a Foul Ball?",
  "whatIsAFoulBallSubtitle": "A foul ball occurs when the ball:",
  "whatIsAFoulBall1": "Touches the ground or a player outside the foul lines.",
  "whatIsAFoulBall2": "Does not land in fair territory.",
  "whatIsAFoulBall3": "Hits a structure or spectator area outside the foul lines.",

  "whatsFoulLines": "The Foul Lines:",
  "whatsFoulLines1": "The foul lines run from home plate to the outfield fence along first and third base.",
  "whatsFoulLines2": "A ball is considered fair if it lands on or inside these lines.",

  "consequencesOfFoul": "Consequences of a Foul Ball:",
  "forBatter": "For the Batter:",
  "forBatter1": "A foul counts as a strike unless the batter already has two strikes.",
  "forBatter2": "A batter cannot strike out on a foul ball (except on a bunt).",
  "forBatter3": "If the foul ball is caught in the air by a fielder, the batter is out.",
  "forRunner": "For the Runners:",
  "forRunner1": "Runners must return to their bases unless the ball is caught in the air and they are tagging up to advance.",

  "specialCases": "Special Cases:",
  "specialCases1": "A ball hit into the air near the foul line may be caught by a fielder in foul territory. This results in an out.",
  "specialCases2": "If a ball initially lands in fair territory but rolls foul before passing first or third base and isn’t touched, it’s a foul.",

  "whyFouldMatter": "Why Do Fouls Matter?",
  "whyFouldMatter1": "Fouls help pitchers defend against batters by adding strikes.",
  "whyFouldMatter2": "They require batters to adjust their hitting strategy to keep the ball in play.",
  "whyFouldMatter3": "Fielders use fouls as opportunities to make catches and secure outs.",

  "rule13Summary": "Summary:",
  "rule13SummaryDetail": "Fouls are an important aspect of baseball, keeping the game fair and challenging for both hitters and defenders!",

  "rule13Hint": "Ask our AI anything about the 13th rule...",

  "rolesOfUmpire": "Roles of the Umpire:",
  "enforcingRole": "Enforcing Rules:",
  "enforcingRole1": "Umpires ensure all players and teams follow the official rules of baseball.",
  "enforcingRole2": "They make judgments on plays, such as whether a pitch is a ball or a strike, whether a runner is safe or out, and whether a ball is fair or foul.",
  "callingPitches": "Calling Pitches:",
  "callingPitches1": "The home plate umpire determines whether a pitch is a strike (inside the strike zone) or a ball (outside the strike zone).",
  "makeSafeCall": "Making Safe/Out Calls:",
  "makeSafeCall1": "Umpires on the bases decide if runners are safe or out when trying to advance.",
  "overseeingPlayer": "Overseeing Plays:",
  "overseeingPlayer1": "They monitor and enforce rules for legal pitching, base running, fielding, and hitting.",
  "overseeingPlayer2": "They ensure substitutions and changes follow proper procedures.",
  "ensureFairPlay": "Ensuring Fair Play:",
  "ensureFairPlay1": "Umpires prevent unsportsmanlike behavior, such as arguing excessively, intentional interference, or illegal actions.",
  "ensureFairPlay2": "They can eject players, coaches, or managers for serious misconduct.",
  "handleSituation": "Handling Special Situations:",
  "handleSituation1": "They make decisions in cases of disputed plays, rain delays, or other unusual circumstances.",

  "umpirePosition": "Umpire Positions:",
  "homePlateUmp": "Home Plate Umpireof",
  "homePlateUmpDetail": ": Stands behind the catcher and calls balls, strikes, and plays at home plate.",
  "baseUmp": "Base Umpires",
  "baseUmpDetail": ": Positioned near the bases to oversee base running and plays in the infield.",
  "outUmp": "Outfield Umpires",
  "outUmpDetail": " (in some games): Judge plays in the outfield and help with fair/foul calls.",

  "whyUmpImp": "Why the Umpire is Important:",
  "whyUmpImp1": "Without umpires, the game could descend into chaos, as players and coaches might argue endlessly over decisions.",
  "whyUmpImp2": "Umpires ensure the game progresses smoothly, fairly, and without bias.",

  "rule14Summary": "Summary:",
  "rule14SummaryDetail": "Umpires are the guardians of fairness and order in baseball, ensuring every play aligns with the spirit and rules of the game. They make tough calls under pressure and are an essential part of baseball's structure.",

  "rule14Hint": "Ask our AI anything about the 14th rule...",

  "standardGameLength": "Standard Game Length:",
  "standardGameLength1": "A baseball game typically consists of 9 innings.",
  "standardGameLength2": "Each inning is divided into two halves:",
  "standardGameLength3": "The top half, where the visiting team bats.",
  "standardGameLength4": "The bottom half, where the home team bats.",
  "standardGameLength5": "The teams take turns batting and fielding, and the inning ends when the fielding team gets three outs.",
  "standardGameLength6": "At the end of the 9th inning, the team with the most runs scored is declared the winner.",

  "tiedGame": "Tied Games and Extra Innings:",
  "tiedGame1": "If the score is tied at the end of 9 innings, the game goes into extra innings to break the tie.",
  "tiedGame2": "Each extra inning follows the same structure as a regular inning.",
  "tiedGame3": "The game continues until one team has more runs than the other at the end of a complete inning.",
  "tiedGame4": "The goal in extra innings remains the same: outscore the opponent during that inning to secure the win.",

  "winningBefore9Ing": "Winning Before the 9th Inning (Mercy Rule):",
  "winningBefore9Ing1": "In certain leagues, a mercy rule may apply (often in amateur or youth baseball):",
  "winningBefore9Ing10": "This rule ends the game early if one team has a very large lead after a certain number of innings.",
  "winningBefore9Ing101": "For example, if a team is ahead by 10 or more runs after 7 innings, the game may be called.",

  "homeAdvantage": "Home Team Advantage:",
  "homeAdvantage1": "If the home team is ahead in the bottom half of the 9th inning (or in any extra inning), the game ends immediately, and the home team wins. This is called a walk-off win.",

  "rule15Summary": "Summary:",
  "rule15SummaryDetail": " The winner of a baseball game is the team that scores the most runs by the end of the game, whether it’s during the standard 9 innings or through extra innings in the case of a tie. The structure ensures fairness and excitement for fans until the very last play.",

  "rule15Hint": "Ask our AI anything about the 15th rule...",

  "chatTitle": "Learn Baseball with our Advance AI",
  "chatDescription": "I’m your AI coach, here to unlock the world of baseball for you! ⚾ Whether you’re a total rookie or aiming to master advanced strategies, I’ve got your back. From explaining the rules to diving into the nitty-gritty of gameplay, I’ll make sure you’re ready to step up to the plate. Got questions? Feeling curious? Let’s swing into action and chat about anything baseball—let’s make it a grand slam! 🚀",
  "chatLabel": "Start Chatting with AI:",
  "chatHint": "Ask me anything about the Baseball...",
  "chatAIPrompt": "You are a baseball expert and teacher. Your role is to guide and educate a new fan who wants to learn about baseball. Always provide clear, accurate, and detailed answers that help the user understand the sport. Respond only as a baseball expert, explaining the rules, history, strategies, and any other aspects related to the game. If the user asks about anything unrelated to baseball, kindly redirect them or let them know you can only discuss baseball or any other sport. Be patient and encouraging, making sure the user feels welcomed and informed on their learning journey. always try to keep your answer short but give full meaningful and required response according to user's question!",

  "quizTitle": "Baseball Quiz with AI",
  "quizDescription": "Congratulations on learning the rules and gameplay of the baseball with the help of AI! 🎉 Now, let’s put your knowledge to the test. I’m your AI coach, ready to quiz you with some exciting questions about baseball. Each question will have four possible answers—choose the right one and show off your understanding of the game. Let’s see how well you know your baseball! 🏟️⚾",
  "quizHint": "Enter your answer here...",
  "startQuiz": "Start Quiz",
  "nextQuestion": "Next Question",
  "startNewQuiz": "Start New Quiz",
  "submitAnswer": "Submit Answer",
  "questions": "Questions:",
  "correctAnswers": "Correct Answers:",
  "highScore": "High Score:",
  "congratsMessage": "Congratulations🎉 Way to go! You scored very well – an impressive achievement for a New Fan! ⚾🌟 Keep shining! 🌟🙌",

  "quizPrompt": "You are a seasoned baseball expert and enthusiastic teacher. A new baseball fan has just learned the key rules of the game, including:  1. Number of Players: The team setup and player roles.  2. Objective of the Game: Scoring runs by hitting the ball and running bases.  3. Game Structure: Innings, turns, and the dynamic switch between batting and fielding.  4. The Field: A closer look at the infield, outfield, bases, and pitcher’s mound.  5. The Batter’s Turn: Mastering hits, strikes, balls, and outs.  6. Base Running: Rules for advancing and staying safe on the bases. 7. Scoring Runs: Completing a run around all bases to score.  8. The Pitcher’s Role: The art of pitching, legal moves, and avoiding illegal ones.   9. The Fielding Team's Role: Getting batters and runners out with catches, tags, and force plays.  10. Outs and Switching Sides: How three outs wrap up a half-inning and switch team roles.  11. Home Runs: The thrill of hitting the ball out of the field.  12. Special Plays: Double plays, triple plays, bunts, stolen bases, and more.  13. Fouls: Identifying foul balls and their consequences.  14. Umpire and Rules Enforcement: Ensuring fair play on the field.  15. Winning the Game: Deciding the victor after 9 innings or extra innings if needed.   Your mission is to test their understanding of these rules with insightful questions. Provide four answer choices for each question (each possible answer should be coming in line by line ont in one line) guiding them toward mastery of the game. Make it fun, engaging, and informative! Important Note: Ask only 1 question at a time!!!\n Always title your questions as New Question not like Question 1 or Question 2 etc. Just New Question!! \n",

  "aiGeneratingQuestion": "AI is generating question...",
  "aiAnswering": "AI is answering...",
  "aiAnalyzingResponse": "AI is analyzing your answer...",
  "impNote": "Important Note: Here are the previous questions you already asked! try not to repeat any of these questions:",


  "privacyTitle": "Privacy Policy",
  "privacyDesc": "Welcome to Learn Baseball. Your privacy is critically important to us. This Privacy Policy explains how we collect, use, and protect your information while you use our app.",

  "infoWeCollect": "Information We Collect",
  "usageData": "Usage Data",
  "usageDataDetail": ": Information about how you use the app, including your quiz progress and chat interactions with the AI.",
  "deviceData": "Device Data",
  "deviceDataDetail": ": Details about the device you use, like your browser type and operating system.",

  "howUseYourInfo": "How We Use Your Information",
  "howUseYourInfoSub": "We use the information we collect to provide and improve your experience with Learn Baseball:",
  "howUseYourInfoSub1": "To personalize your learning journey.",
  "howUseYourInfoSub2": "To analyze usage trends and improve app performance.",

  "howWeProtectData": "How We Protect Your Information",
  "howWeProtectData1": "We take data security seriously and use industry-standard measures to protect your information. Your data is encrypted and stored locally and is secured.",

  "thirdPartyService": "Third-Party Services",
  "thirdPartyService1": "We are currently not using any third party service except Google's Gemini API",

  "changesInPolicy": "Changes to This Policy",
  "changesInPolicy1": "We may update this Privacy Policy from time to time. We’ll notify you of significant changes through the app or email.",
  "changesInPolicy2": "If you have any questions about this Privacy Policy, please contact us at ",

  "historyTitle": "Learn Baseball History with AI",

  "baseballOrigin": "Origins of Baseball:",
  "baseballOrigin1": " Baseball's roots can be traced back to the 18th century, where similar bat-and-ball games were played in England. The game evolved into its modern form in North America during the 19th century.",
  "firstGame": "First Official Game:",
  "firstGame1": " The first recorded baseball game in the United States took place on June 19, 1846, in Hoboken, New Jersey. Alexander Cartwright, a member of the Knickerbocker Base Ball Club, is credited with formalizing the game's rules.",

  "baseballGrowth": "Baseball’s Growth:",
  "baseballGrowth1": " By the late 19th century, baseball became America's national pastime. The formation of Major League Baseball (MLB) in 1903 marked the beginning of a structured league system.",

  "globalExpansion": "Global Expansion:",
  "globalExpansion1": "Baseball has gained international popularity, with professional leagues in countries like Japan, South Korea, and the Dominican Republic. It is also an Olympic sport, showcasing its global appeal.",

  "baseballToday": "Baseball Today:",
  "baseballToday1": "Today, baseball continues to inspire millions worldwide, blending tradition with modern advancements in sports. The MLB remains at the heart of the game, captivating fans with its iconic players and memorable moments.",

  "historyHint": "Ask our AI anything about the history of Baseball...",

  "historyPrompt": "You are a baseball historian and an expert. Your role is to guide and educate a new fan about the game who wants to learn about baseball and also about the history if they ask you any question. Always provide clear, accurate, and detailed answers that help the user understand the sport and history. Respond only as a baseball historian or expert, explaining the history, strategies, and any other aspects related to the game. If the user asks about anything unrelated to baseball, kindly redirect them or let them know you can only discuss baseball and it's history. Be patient and encouraging, making sure the user feels welcomed and informed on their learning journey. always try to keep your answer short but give full meaningful and required response according to user's question!"
}
