{
  "sliderComponentTitle": "Apprenez le baseball du début à l'avancé avec l'IA pour les nouveaux fans",
  "language": "French",

  "qnawithAI": "Questions et Réponses avec l'IA:",
  "sendQuestion": "Envoyer la question",

  "contentTableTitle": "Règles du Baseball - Table des Matières ↓",
  "content1": "1. Nombre de joueurs",
  "content2": "2. Objectif du jeu",
  "content3": "3. Structure du jeu",
  "content4": "4. Le terrain",
  "content5": "5. Le tour du batteur",
  "content6": "6. Course sur base",
  "content7": "7. Marquer des points",
  "content8": "8. Rôle du lanceur",
  "content9": "9. Rôle de l'équipe de défense",
  "content10": "10. Éliminations, changement de côté",
  "content11": "11. Circuits",
  "content12": "12. Actions spéciales",
  "content13": "13. Fautes",
  "content14": "14. Arbitre et règles",
  "content15": "15. Gagner le match",

  "rule1": "Règle n° 1:",
  "rule2": "Règle n° 2:",
  "rule3": "Règle n° 3:",
  "rule4": "Règle n° 4:",
  "rule5": "Règle n° 5:",
  "rule6": "Règle n° 6:",
  "rule7": "Règle n° 7:",
  "rule8": "Règle n° 8:",
  "rule9": "Règle n° 9:",
  "rule10": "Règle n° 10:",
  "rule11": "Règle n° 11:",
  "rule12": "Règle n° 12:",
  "rule13": "Règle n° 13:",
  "rule14": "Règle n° 14:",
  "rule15": "Règle n° 15:",

  "rule1Title": "Nombre de joueurs dans le baseball",
  "rule2Title": "Objectif du jeu",
  "rule3Title": "Structure du jeu",
  "rule4Title": "Le terrain",
  "rule5Title": "Le tour du batteur",
  "rule6Title": "Course sur les bases",
  "rule7Title": "Marquer des points",
  "rule8Title": "Rôle du lanceur",
  "rule9Title": "Rôle de l’équipe en défense",
  "rule10Title": "Les éliminations et les changements de côté",
  "rule11Title": "Les home runs",
  "rule12Title": "Jeux spéciaux",
  "rule13Title": "Faute",
  "rule14Title": "Arbitre et application des règles",
  "rule15Title": "Gagner le jeu",

  "rule1Subtitle": "Le baseball se joue entre deux équipes, voici comment les joueurs sont répartis:",
  "rule2Subtitle": "L'objectif principal du baseball est de marquer des points, et l'équipe qui a marqué le plus de points à la fin du jeu gagne. Détaillons cela:",
  "rule3Subtitle": "Le baseball a une structure unique qui garantit l'équité et le déroulement du jeu entre les deux équipes. Décomposons cette règle:",
  "rule4Subtitle": "Le terrain de baseball est soigneusement conçu pour créer un jeu équitable et excitant. Décomposons cela:",
  "rule5Subtitle": "Le tour du batteur est un moment clé dans le baseball, où le joueur tente de frapper la balle et de faire avancer les chances de son équipe de marquer. Décomposons cela:",
  "rule6Subtitle": "La course sur les bases est une partie cruciale du baseball où les joueurs se déplacent autour des bases pour marquer des points. Décomposons cela:",
  "rule7Subtitle": "Marquer des points est l'objectif ultime du baseball. Une équipe marque des points en effectuant un circuit complet autour des bases. Voici comment cela fonctionne:",
  "rule8Subtitle": "Le lanceur est l'un des joueurs les plus importants sur le terrain, car il contrôle le rythme et l'issue de chaque action. Voici une décomposition de son rôle:",
  "rule9Subtitle": "L'équipe en défense joue pour empêcher l'équipe au bâton de marquer des points en éliminant les batteurs et les coureurs. Voici comment cela fonctionne:",
  "rule10Subtitle": "Le jeu de baseball est structuré en manches, et chaque manche a deux parties: une où une équipe frappe et l'autre où elle défend. Voici comment les éliminations et le changement de côté fonctionnent:",
  "rule11Subtitle": "Un home run est l'un des moments les plus excitants du baseball ! Cela se produit lorsque le batteur frappe la balle si fort et si loin qu'elle quitte le terrain de jeu, généralement au-delà de la clôture du champ extérieur.",
  "rule12Subtitle": "Dans le baseball, les jeux spéciaux sont des situations ou des stratégies uniques qui peuvent changer l'issue d'un match. Ils nécessitent souvent une réflexion rapide et un travail d'équipe. Explorons quelques jeux spéciaux clés:",
  "rule13Subtitle": "Dans le baseball, une balle fautive est une balle frappée qui tombe ou est touchée en dehors des lignes de faute du terrain. Décomposons cette règle pour plus de clarté:",
  "rule14Subtitle": "Dans le baseball, les arbitres sont les responsables de l'application des règles et de l'équité du jeu. Ils jouent un rôle essentiel dans le maintien de l'intégrité du jeu et prennent des décisions importantes pendant le jeu:",
  "rule15Subtitle": "L'objectif ultime du baseball est de marquer plus de points que l'équipe adverse à la fin du match. Voici comment les vainqueurs sont déterminés:",

  "whenDefending": "Quand en défense:",
  "whenDefendingSubtitle": "L'équipe en défense a 9 joueurs, chacun avec un rôle spécifique:",
  "pitcher": "Lanceur",
  "pitcherDetail": ": Lance la balle au batteur.",
  "catcher": "Receveur",
  "catcherDetail": ": Attrape la balle derrière le batteur.",
  "firstBaseman": "Premier butteur",
  "firstBasemanDetail": ": Protège le premier base.",
  "secondBaseman": "Deuxième butteur",
  "secondBasemanDetail": ": Protège la deuxième base.",
  "thirdBaseman": "Troisième butteur",
  "thirdBasemanDetail": ": Protège la troisième base.",
  "shortstop": "Arrêt-court",
  "shortstopDetail": ": Joue entre la deuxième et la troisième base.",
  "leftFielder": "Champ gauche",
  "leftFielderDetail": ": Couvre le champ extérieur gauche.",
  "centerFielder": "Champ centre",
  "centerFielderDetail": ": Couvre le champ extérieur centre.",
  "rightFielder": "Champ droit",
  "rightFielderDetail": ": Couvre le champ extérieur droit.",

  "whenattacking": "Quand en attaque:",
  "whenattackingSubtitle": "Les joueurs se relaient un à un pour frapper et essayer de marquer des points en frappant la balle et en courant autour des bases.",

  "howManyPlayers": "Combien de joueurs au total ?",
  "howManyPlayersDetail": "Chaque équipe a une liste de 25-26 joueurs, mais seulement 9 joueurs de l'équipe en défense sont actifs sur le terrain à tout moment.",

  "rule1Summary": "Résumé:",
  "9Players": "9 joueurs",
  "9PlayersDetails": "sont sur le terrain lorsque l'équipe est en défense.",
  "1Player": "1 joueur",
  "1PlayerDetails": "frappe à la fois lorsque l'équipe est en attaque.",

  "rule1Hint": "Demandez à notre IA n'importe quoi sur la 1ère règle...",

  "scoringRuns": "Marquer des Points:",
  "scoringRunsSubtitle": "Un point est marqué lorsqu'un joueur complète un tour complet autour des quatre bases (première base, deuxième base, troisième base et plaque de base) et touche chacune dans l'ordre.",
  "theBattersRole": "Rôle du Batteur",
  "theBattersRoleDetail": ": Lorsque c'est leur tour, un joueur se place à la plaque en tant que batteur. Il doit frapper la balle lancée pour commencer l'action.",
  "becomingARunner": "Devenir un Coureur",
  "becomingARunnerDetail": ": Une fois que le batteur frappe la balle avec succès, il devient un coureur et tente d'avancer le plus possible sans être « éliminé ».",

  "runningTheBases": "Courir entre les Bases:",
  "basePath": "Trajet entre les Bases",
  "basePathDetail": ": Les joueurs doivent courir dans un chemin spécifique pour passer d'une base à l'autre.",
  "stoppingAtBase": "S'arrêter à une Base",
  "stoppingAtBaseDetail": ": Un coureur peut choisir de s'arrêter à une base si avancer semble trop risqué (par exemple, si la balle est proche de la zone de jeu). Il peut continuer vers la base suivante lors d'une future action.",
  "homePlate": "Plaque de Base",
  "homePlateDetail": ": Revenir à la plaque de base après avoir touché toutes les autres bases dans l'ordre permet de marquer un point pour l'équipe.",

  "theFieldingTeamsGoal": "Objectif de l'Équipe en Défense:",
  "theFieldingTeamsGoalSutTitle": "Le travail de l'équipe en défense est d'empêcher l'équipe au bâton de marquer des points en:",
  "catching": "Attraper",
  "catchingDetail": ": Si un joueur attrape une balle frappée avant qu'elle ne touche le sol, le batteur est éliminé.",
  "throwing": "Lancer",
  "throwingDetail": ": Les joueurs de champ peuvent lancer la balle vers une base avant qu'un coureur n'arrive, ce qui élimine le coureur.",
  "tagging": "Taguer",
  "taggingDetail": ": Un coureur peut aussi être éliminé si un joueur de champ le touche avec la balle lorsqu'il n'est pas sur une base.",

  "strategicPlays": "Jeux Stratégiques:",
  "baseHits": "Coups de Base",
  "baseHitsDetail": ": Un coup simple permettant au batteur d'atteindre la première base est un « simple », tandis qu'aller plus loin sur un coup peut donner un « double », « triple », ou même un « home run ».",
  "homeRun": "Home Run",
  "homeRunDetails": ": Un home run se produit lorsqu'un batteur frappe la balle hors du terrain de jeu dans une zone de terrain valide. Le batteur et tous les coureurs sur base marquent automatiquement des points.",
  "sacrificesAndBunting": "Sacrifices et Buntings",
  "sacrificesAndBuntingDetails": ": Parfois, les batteurs effectuent intentionnellement de petits coups pour permettre à leurs coéquipiers d'avancer sur les bases.",

  "winningtheGame": "Gagner le Match:",
  "winningtheGame1": "Un match de baseball se joue généralement sur neuf manches.",
  "winningtheGame2": "Chaque équipe a un tour de bâton et un tour en défense à chaque manche.",
  "winningtheGame3": "À la fin des neuf manches, l'équipe ayant marqué le plus de points gagne.",
  "winningtheGame4": "Si le score est égal, des manches supplémentaires sont jouées jusqu'à ce qu'un vainqueur soit déterminé.",

  "rule2Hint": "Demandez à notre IA tout ce que vous voulez sur la 2e règle...",

  "innings": "Manches:",
  "inningsSubtitle": "Un match de baseball est divisé en manches.",
  "inningsHalves": "Chaque manche comporte deux moitiés:",
  "topHalf": "Première Moitié",
  "topHalfDetail": ": Une équipe est au bâton tandis que l'autre défend.",
  "bottomHalf": "Deuxième Moitié",
  "bottomHalfDetail": ": Les rôles s'inversent.",
  "mostInnings": "La plupart des matchs se jouent sur neuf manches. Si le score est égal, des manches supplémentaires sont jouées jusqu'à ce qu'une équipe gagne.",

  "turnsBattingAndFielding": "Tours: Bâton et Défense:",
  "turnsBattingAndFielding1": "Chaque équipe a un tour de bâton (pour essayer de marquer des points) et un tour en défense (pour empêcher l'autre équipe de marquer).",
  "turnsBattingAndFielding2": "Un tour se termine lorsque l'équipe au bâton a obtenu trois éliminations.",
  "turnsBattingAndFielding3": "Une fois que les deux équipes ont eu un tour au bâton et en défense, la manche est terminée.",

  "theTransitionBetweenRoles": "La Transition entre les Rôles:",
  "theTransitionBetweenRoles1": "Après trois éliminations, l'équipe en défense devient l'équipe au bâton et l'équipe au bâton passe en défense.",
  "theTransitionBetweenRoles2": "Ces transitions maintiennent l'équilibre du jeu, offrant à chaque équipe des chances égales de marquer des points.",

  "whyIsTheStructureImportant": "Pourquoi la Structure est-elle Importante ?",
  "whyIsTheStructureImportant1": "Les manches et les tours rendent le jeu équitable et stratégique.",
  "whyIsTheStructureImportant2": "Les équipes planifient soigneusement leurs mouvements, que ce soit pour marquer des points en étant au bâton ou pour arrêter l'autre équipe en défense.",
  "whyIsTheStructureImportant3": "Le flux assure que les deux équipes affrontent le même nombre d'opportunités pour marquer, faisant du baseball un jeu de compétence et de stratégie plutôt que de chance.",

  "rule3Hint": "Demandez à notre IA tout ce que vous voulez sur la 3e règle...",

  "basicLayout": "Disposition de Base:",
  "basicLayoutSubtitle": "Le terrain est en forme de diamant et est divisé en deux zones principales:",
  "infield": "Champ Intérieur",
  "infieldDetail": ": La partie intérieure du terrain où se trouvent les bases et le monticule du lanceur.",
  "outfield": "Champ Extérieur",
  "outfieldDetail": ": La zone herbeuse au-delà du champ intérieur.",

  "bases": "Bases:",
  "basesSubtitle1": "Il y a quatre bases",
  "basesSubtitle2": "disposées en forme de diamant:",
  "homePlate2": "Plaque de Base",
  "homePlateDetail2": ": Où le batteur se tient et commence son tour.",
  "firstBase": "Première Base",
  "secondBase": "Deuxième Base",
  "thirdBase": "Troisième Base",
  "bases3": "L'objectif est pour les coureurs de toucher les quatre bases dans l'ordre pour marquer un point.",

  "pitchersMound": "Monticule du Lanceur:",
  "pitchersMound1": "Une zone surélevée au centre du champ intérieur.",
  "pitchersMound2": "Le lanceur se tient ici pour lancer la balle vers le batteur.",
  "pitchersMound3": "Il est placé à une distance spécifique de la plaque de base pour assurer l'équité.",

  "rule4Summary": "Résumé:",
  "rule4SummaryDetail": "Cette disposition crée un environnement de jeu dynamique, avec des rôles spécifiques pour les joueurs et des objectifs clairs pour l'attaque et la défense.",

  "rule4Hint": "Demandez à notre IA tout ce que vous voulez sur la 4e règle...",

  "hittingTheBall": "Frapper la Balle:",
  "hittingTheBall1": "Le principal rôle du batteur est de frapper la balle lancée par le lanceur.",
  "hittingTheBall2": "Si la balle est frappée dans le terrain de jeu, le batteur court vers la première base et tente d'avancer le plus possible.",

  "strikesAndBalls": "Fautes et Balles:",
  "strikes": "Fautes:",
  "strikes1": "Si le batteur frappe à vide, c'est une faute.",
  "strikes2": "Si le batteur ne frappe pas et que la balle passe dans la zone de frappe, c'est une faute.",
  "strikes3": "Trois fautes entraînent l'élimination du batteur.",
  "Balls": "Balles:",
  "Balls1": "Si le lanceur lance la balle en dehors de la zone de frappe et que le batteur ne frappe pas, c'est une balle.",
  "Balls2": "Quatre balles permettent au batteur de se rendre à la première base (on appelle cela une « marche »).",

  "howABatterisOut": "Comment un Batteur est Éliminé:",
  "howABatterisOutSubtitle": "Un batteur peut être éliminé de plusieurs façons:",
  "threeStrikes": "Trois Fautes",
  "threeStrikesDetail": ": Le batteur ne frappe pas la balle après trois fautes.",
  "caughtBall": "Balle Attrapée",
  "caughtBallDetail": ": Si un joueur de champ attrape la balle en l'air avant qu'elle ne touche le sol.",
  "thrownOut": "Éliminé par Lancer",
  "thrownOutDetail": ": La balle est lancée à la première base avant que le batteur n'arrive. Interférence: Si le batteur interférera avec le receveur ou un autre joueur.",
  "interference": "Interférence",
  "interferenceDetail": ": Si le batteur interfère avec le receveur ou un autre joueur.",

  "rule5Summary": "Résumé:",
  "rule5SummaryDetails": "Comprendre le tour du batteur aide les joueurs et les fans à saisir l'excitation et la stratégie derrière chaque lancer et chaque frappe !",

  "rule5Hint": "Demandez à notre IA tout ce que vous voulez sur la 5e règle...",

  "runningBetweenBases": "Course entre les bases:",
  "startingPoint": "Point de départ",
  "startingPointDetail": ": Après avoir frappé la balle, le batteur devient un coureur et se dirige vers la première base.",
  "sequence": "Séquence",
  "sequenceDetail": ": Le but du coureur est de progresser de la première base à la deuxième base, puis à la troisième base, et enfin à la plaque de base pour marquer un point.",
  "decisionMaking": "Prise de décision",
  "decisionMakingDetail": ": Les coureurs doivent décider s'ils s'arrêtent à une base ou continuent à courir, en fonction de la distance à laquelle la balle a été frappée et des actions des joueurs de champ.",

  "rulesforStayingOnBaseOrAdvancing": "Règles pour rester sur la base ou avancer:",
  "safeOnBase": "Sécurisé sur la base:",
  "safeOnBase1": "Un coureur est sécurisé s'il atteint une base avant d'être touché ou si la base n'est pas \"forcée\".",
  "safeOnBase2": "Une fois sur une base, le coureur peut y rester jusqu'à la prochaine action.",
  "forceOut": "Sortie forcée:",
  "forceOut1": "Un coureur doit avancer si un autre coureur est derrière lui et que les bases sont pleines.",
  "forceOut2": "Si l'équipe défensive lance la balle à la base suivante avant que le coureur n'y arrive, le coureur est éliminé.",
  "taggingUp": "Marquer la base:",
  "taggingUp1": "Lors d'un ballon attrapé, le coureur doit marquer sa base actuelle avant d'avancer à la suivante.",
  "stealingBases": "Voler des bases:",
  "stealingBases1": "Un coureur peut tenter d'avancer à la base suivante sans que la balle ne soit frappée, ce qui est appelé voler une base, mais il risque d'être touché et éliminé.",
  "overrunningFirstBase": "Dépasser la première base:",
  "overrunningFirstBase1": "Les coureurs peuvent dépasser <b>la première</b> base sans être éliminés, tant qu'ils restent dans la ligne de base et ne tentent pas de se rendre à la deuxième base.",

  "rule6Summary": "Résumé:",
  "rule6SummaryDetail": "La course entre les bases combine vitesse, timing et stratégie, ce qui en fait une partie excitante du jeu où les joueurs tentent de déjouer la défense !",

  "rule6Hint": "Demandez à notre IA tout ce que vous voulez sur la 6ème règle...",

  "completingARun": "Compléter une course:",
  "completingARun1": "Un joueur commence à la plaque de base en tant que batteur, progresse par la première base, la deuxième base, la troisième base, et enfin retourne à la plaque de base pour marquer un point.",
  "completingARun2": "Le joueur doit toucher chaque base dans l'ordre tout en évitant d'être touché ou éliminé par l'équipe défensive.",

  "timingAndStrategy": "Timing et stratégie:",
  "whenToAdvance": "Quand avancer:",
  "whenToAdvance1": "Les joueurs avancent en fonction de la distance à laquelle la balle est frappée et de la position des joueurs de champ.",
  "whenToAdvance2": "Une balle bien frappée (par exemple, un double, un triple ou un home run) facilite l'accomplissement d'une course.",
  "multipleRuns": "Multiples courses en une seule action:",
  "multipleRuns1": "Si des coureurs sont déjà sur les bases lorsque la balle est frappée, ces coureurs peuvent aussi avancer et marquer s'ils réussissent à atteindre la plaque de base.",

  "homeRuns": "Home runs:",
  "homeRuns1": "Un home run se produit lorsque le batteur frappe la balle hors du terrain de jeu (au-dessus de la clôture en territoire valide).",
  "homeRuns2": "Dans ce cas, le batteur et tous les coureurs sur les bases marquent automatiquement sans risque d'être touchés ou éliminés.",

  "errors": "Erreurs et opportunités supplémentaires:",
  "errors1": "Les erreurs de l'équipe défensive (par exemple, des attrapés manqués ou des lancers imprécis) peuvent offrir aux coureurs des chances supplémentaires d'avancer et de marquer.",

  "rule7Summary": "Résumé:",
  "rule7SummaryDetail": "L'objectif pour chaque équipe est de marquer autant de points que possible pendant leur tour au bâton, surpassant leurs adversaires pour gagner la partie !",

  "rule7Hint": "Demandez à notre IA tout ce que vous voulez sur la 7ème règle...",

  "howPitchingWorks": "Comment fonctionne le lancer:",
  "startingThePlay": "Lancer la partie:",
  "startingThePlay1": "Le lanceur lance la balle depuis la butte de lancement vers le batteur à la plaque de base.",
  "startingThePlay2": "L'objectif est de rendre difficile pour le batteur de frapper la balle tout en respectant les règles.",
  "typeOfPitches": "Types de lancers:",
  "typeOfPitches1": "Les lanceurs utilisent diverses techniques pour lancer la balle, telles que:",
  "fastBalls": "Lancers rapides",
  "fastBallsDetail": ": Lancés à grande vitesse.",
  "curveballs": "Lancers courbés",
  "curveballsDetail": ": Fait tourner la balle pour la faire courber en plein vol.",
  "changeups": "Change-ups",
  "changeupsDetail": ": Apparaissent rapides mais sont plus lentes pour tromper le batteur.",

  "legalPitches": "Lancers légaux:",
  "legalPitches1": "Un lancer doit être effectué avec un pied en contact avec le caoutchouc de lancer.",
  "legalPitches2": "Le lanceur doit lancer la balle au-dessus de la tête ou de côté, visant la zone de prise:",
  "legalPitches3": "La zone de prise est une boîte imaginaire au-dessus de la plaque de base, des genoux du batteur à sa poitrine.",

  "illegalPitches": "Lancers illégaux:",
  "balk": "Balk:",
  "balk1": "Si le lanceur commence un mouvement de lancer mais ne lance pas la balle, ou effectue des mouvements trompeurs, cela s'appelle un balk permettant aux coureurs d'avancer.",
  "throwingAtBatter": "Lancer vers le batteur:",
  "throwingAtBatter1": "Les lanceurs ne doivent pas lancer intentionnellement vers le batteur. Cela peut entraîner des avertissements ou une expulsion.",

  "strategyAndSkill": "Stratégie et compétence:",
  "readingBatter": "Analyser le batteur:",
  "readingBatter1": "Le lanceur étudie les faiblesses du batteur et ajuste ses lancers en conséquence.",
  "maintainControl": "Maintenir le contrôle:",
  "maintainControl1": "Un bon lanceur doit équilibrer la vitesse, la précision et la tromperie pour garder le batteur dans l'incertitude.",

  "rule8Summary": "Résumé:",
  "rule8SummaryDetail": "Le lanceur prépare chaque action, mélangeant stratégie, compétence et précision pour défier le batteur tout en respectant les règles.",

  "rule8Hint": "Demandez à notre IA tout ce que vous voulez sur la 8ème règle...",

  "gettingBattersAndRunnersOut": "Éliminer les batteurs et les coureurs:",
  "gettingBattersAndRunnersOutSub": "L'équipe défensive a plusieurs façons d'obtenir un retrait:",
  "catchings": "Attraper:",
  "catchingsDetail": "Si un batteur frappe la balle dans les airs et qu'un joueur de champ l'attrape avant qu'elle ne touche le sol, le batteur est éliminé.",
  "taggings": "Marquer:",
  "taggingsDetail": "Un joueur de champ peut marquer un coureur en le touchant avec la balle (ou le gant tenant la balle) lorsque le coureur n'est pas sur une base.",
  "forceOuts": "Sorties forcées:",
  "forceOuts1": "Lorsqu'un coureur doit avancer à la base suivante parce que le batteur frappe la balle, l'équipe défensive peut lancer la balle à cette base avant que le coureur n'y arrive.",
  "forceOuts2": "Exemple: Si le batteur court vers la première base, le joueur de champ à la première base doit simplement toucher la base en tenant la balle pour enregistrer une sortie forcée.",

  "defensivePlayers": "Joueurs défensifs et leurs rôles:",
  "defensivePlayersSubtitle": "Chaque joueur de l'équipe défensive a une position et un rôle spécifique pour empêcher les points:",
  "pitcherRole": "Lanceur",
  "pitcherRoleDetail": ": Lance la balle au batteur.",
  "catcherRole": "Receveur",
  "catcherRoleDetail": ": Attrape les lancers du lanceur et défend la plaque de base.",
  "infielderRole": "Infielders",
  "infielderRoleDetail": ": Défendent la zone autour des bases (première base, deuxième base, troisième base et arrêt-court). Les joueurs de champ extérieur: couvrent le champ extérieur pour attraper les longues frappes et empêcher les bases supplémentaires.",

  "teamCoordinates": "Coordination de l'équipe:",
  "teamCoordinates1": "Les joueurs de champ travaillent ensemble pour exécuter des jeux, comme les doubles jeux (obtenir deux retraits en une seule séquence).",
  "teamCoordinates2": "Une bonne communication et une bonne conscience sont essentielles pour effectuer efficacement des actions et réaliser des retraits.",

  "rule9Summary": "Résumé:",
  "rule9SummaryDetails": "L'objectif de l'équipe défensive est d'empêcher le batteur de frapper en toute sécurité et d'empêcher les coureurs d'avancer, en utilisant des tactiques comme attraper, marquer et les sorties forcées pour récupérer leur chance au bâton.",

  "rule9Hint": "Demandez à notre IA tout ce que vous voulez sur la 9ème règle...",

  "threeOutsToEndAHalfInning": "Trois retraits pour finir une demi-manche:",
  "whatsAnOut": "Qu'est-ce qu'un retrait ?",
  "whatsAnOut1": "Un retrait se produit lorsque l'équipe de défense arrête avec succès l'équipe à la batte, par exemple en attrapant une balle au vol, en taguant un coureur ou en réalisant des retraits forcés.",
  "howManyOut": "Combien de retraits sont nécessaires ?",
  "howManyOut1": "L'équipe à la batte continue à frapper jusqu'à ce que l'équipe de défense réalise trois retraits.",
  "howManyOut2": "Une fois que trois retraits sont effectués, le tour de l'équipe à la batte se termine et les rôles sont inversés. L'équipe de défense passe à la batte, et l'équipe à la batte prend le terrain.",

  "switchingSides": "Changement de côté:",
  "whenItHappen": "Quand cela se produit-il ?",
  "whenItHappen1": "Après trois retraits, les deux équipes changent de position sur le terrain.",
  "whenItHappen2": "L'équipe de défense passe à la batte, et l'équipe à la batte prend sa place sur le terrain.",
  "halfInning": "Fin de la demi-manche:",
  "halfInning1": "Chaque équipe a un tour à la batte et un tour en défense par manche.",
  "halfInning2": "Une manche complète est réalisée une fois que les deux équipes ont eu leur chance à la batte.",

  "whyRuleImportant": "Pourquoi cette règle est-elle importante ?",
  "whyRuleImportant1": "Cette structure garantit l'équité, car chaque équipe a la même opportunité de marquer des points et de défendre.",
  "whyRuleImportant2": "Le changement de rôles garde le jeu dynamique, les joueurs devant s'adapter de la batte à la défense et vice versa.",

  "rule10Summary": "Résumé:",
  "rule10SummaryDetail": "L'équipe de défense vise à obtenir trois retraits pour terminer le tour de l'équipe à la batte, après quoi les rôles sont inversés, maintenant l'équilibre entre l'attaque et la défense tout au long du jeu.",

  "rule10Hint": "Demandez à notre IA n'importe quoi sur la 10e règle...",

  "whatHappenDuringHomeRun": "Que se passe-t-il lors d'un home run ?",
  "autoScoring": "Scorage automatique:",
  "autoScoring1": "Le batteur et tous les coureurs déjà sur les bases marquent automatiquement.",
  "autoScoring2": "Cela signifie que l'équipe obtient un point pour le batteur et un point supplémentaire pour chaque joueur qui était sur la base lorsque la balle a été frappée.",
  "noNeedRunQuickly": "Pas besoin de courir vite:",
  "noNeedRunQuickly1": "Puisque la balle est hors jeu, aucun défenseur ne peut la récupérer.",
  "noNeedRunQuickly2": "Le batteur et les coureurs peuvent jogger autour des bases à leur rythme, touchant chaque base (première, deuxième, troisième et maison).",

  "typeOfHomeRuns": "Types de home runs:",
  "soloHomeRun": "Home run solo:",
  "soloHomeRun1": "S'il n'y a pas de coureurs sur les bases, seul le batteur marque.",
  "twoThreeGrandSlam": "Home run de deux, trois points ou grand slam:",
  "twoThreeGrandSlam1": "S'il y a des coureurs sur les bases:",
  "twoRun": "Home run de deux points",
  "twoRunDetail": ": Un coureur sur base.",
  "threeRun": "Home run de trois points",
  "threeRunDetail": ": Deux coureurs sur base.",
  "grandSlam": "Grand slam",
  "grandSlamDetail": ": Les bases sont pleines, marquant un total de quatre points !",

  "whyHomeSpecial": "Pourquoi les home runs sont-ils spéciaux ?",
  "whyHomeSpecial1": "Un home run est le moyen le plus rapide de marquer plusieurs points.",
  "whyHomeSpecial2": "Il change souvent la dynamique du jeu et excite les fans.",
  "whyHomeSpecial3": "Certains joueurs sont connus pour leur capacité à frapper des home runs, ce qui en fait une compétence célébrée en baseball.",

  "rule11Summary": "Résumé:",
  "rule11SummaryDetail": "Un home run garantit non seulement des points, mais met aussi en valeur la puissance et l'habileté du batteur, en faisant l'un des aspects les plus passionnants du jeu !",

  "rule11Hint": "Demandez à notre IA n'importe quoi sur la 11e règle...",

  "doublePlays": "Double jeux:",
  "doublePlays1": "Un double jeu se produit lorsque l'équipe de défense enregistre deux retraits lors d'une seule action.",
  "doublePlays2": "Exemple: Un batteur frappe une balle au sol vers l'arrêt-court. L'arrêt-court lance à la deuxième base pour un retrait, et le deuxième but lance à la première base pour un second retrait.",

  "triplePlays": "Triple jeux:",
  "triplePlays1": "Un exploit rare et impressionnant où l'équipe de défense obtient trois retraits lors d'une seule action.",
  "triplePlays2": "Exemple: Si les bases sont pleines et que le batteur frappe une ligne droite qui est attrapée, les coureurs peuvent être pris hors de leurs bases, permettant aux défenseurs de taguer deux autres joueurs.",

  "theBunt": "La touche:",
  "theBunt1": "Une touche est lorsque le batteur frappe légèrement la balle avec la batte au lieu de balancer.",
  "purpose": "But:",
  "purpose1": "Faire avancer les coureurs à la base suivante.",
  "purpose2": "Surprendre l'équipe de défense.",
  "risk": "Risque",
  "riskDetail": ": La balle doit rester dans la zone de jeu et être suffisamment forte pour éviter un retrait facile.",

  "stolenBase": "Base volée:",
  "stolenBase1": "Une base volée se produit lorsqu'un coureur avance à la base suivante pendant que le lanceur lance la balle au batteur.",
  "stolenBase2": "Le succès dépend de la vitesse et du timing.",
  "risks": "Risques",
  "risksDetail": ": Le receveur peut lancer la balle à la base suivante, ce qui pourrait entraîner un retrait du coureur.",

  "sacrifieceFly": "Frappe sacrificielle:",
  "sacrifieceFly1": "Lorsqu'un batteur frappe une balle en hauteur suffisamment loin pour qu'un coureur sur base puisse avancer, marquant généralement un point.",
  "sacrifieceFly2": "Le batteur est retiré, mais l'équipe marque un point.",

  "pickOff": "Pick-off:",
  "pickOff1": "Un mouvement défensif où le lanceur ou le receveur lance la balle à une base pour retirer un coureur qui prend trop d'avance.",

  "whySpecialImportant": "Pourquoi les jeux spéciaux sont-ils importants ?",
  "whySpecialImportant1": "Ces jeux mettent en valeur la stratégie, la compétence et la prise de décision rapide.",
  "whySpecialImportant2": "Ils ajoutent de l'excitation et de l'imprévisibilité au jeu.",
  "whySpecialImportant3": "Maîtriser ces jeux peut donner un avantage compétitif à une équipe.",

  "rule12Summary": "Résumé:",
  "rule12SummaryDetail": "Les jeux spéciaux montrent que le baseball n'est pas seulement un jeu physique, mais aussi mental, récompensant la stratégie et le travail d'équipe !",

  "rule12Hint": "Demandez à notre IA n'importe quoi sur la 12e règle...",

  "whatIsAFoulBall": "Qu'est-ce qu'une balle fausse ?",
  "whatIsAFoulBallSubtitle": "Une balle fausse se produit lorsque la balle:",
  "whatIsAFoulBall1": "Touchez le sol ou un joueur à l'extérieur des lignes fausses.",
  "whatIsAFoulBall2": "Ne tombe pas dans la zone de jeu.",
  "whatIsAFoulBall3": "Heurte une structure ou une zone spectateur en dehors des lignes fausses.",

  "whatsFoulLines": "Les lignes fausses:",
  "whatsFoulLines1": "Les lignes fausses vont de la plaque de base au mur du champ extérieur le long de la première et de la troisième base.",
  "whatsFoulLines2": "Une balle est considérée comme juste si elle atterrit sur ou à l'intérieur de ces lignes.",

  "consequencesOfFoul": "Conséquences d'une balle fausse:",
  "forBatter": "Pour le batteur:",
  "forBatter1": "Une balle fausse compte comme un strike sauf si le batteur a déjà deux strikes.",
  "forBatter2": "Un batteur ne peut pas être retiré sur une balle fausse (sauf sur une touche).",
  "forBatter3": "Si la balle fausse est attrapée dans les airs par un défenseur, le batteur est retiré.",
  "forRunner": "Pour les coureurs:",
  "forRunner1": "Les coureurs doivent revenir à leurs bases, sauf si la balle est attrapée en l'air et qu'ils sont en train de faire un tag pour avancer.",

  "specialCases": "Cas spéciaux:",
  "specialCases1": "Une balle frappée dans les airs près de la ligne fausse peut être attrapée par un défenseur dans le territoire fausse. Cela entraîne un retrait.",
  "specialCases2": "Si une balle atterrit initialement dans la zone de jeu mais roule en fausse avant de passer la première ou la troisième base et n'est pas touchée, elle est considérée comme fausse.",

  "whyFouldMatter": "Pourquoi les fautes sont-elles importantes ?",
  "whyFouldMatter1": "Les fautes aident les lanceurs à défendre contre les batteurs en ajoutant des strikes.",
  "whyFouldMatter2": "Elles obligent les batteurs à ajuster leur stratégie de frappe pour garder la balle en jeu.",
  "whyFouldMatter3": "Les défenseurs utilisent les fautes comme des occasions pour attraper des balles et réaliser des retraits.",

  "rule13Summary": "Résumé:",
  "rule13SummaryDetail": "Les fautes sont un aspect important du baseball, maintenant le jeu juste et stimulant pour les batteurs et les défenseurs !",

  "rule13Hint": "Demandez à notre IA n'importe quoi sur la 13e règle...",

  "rolesOfUmpire": "Rôles de l'Arbitre:",
  "enforcingRole": "Application des Règles:",
  "enforcingRole1": "Les arbitres veillent à ce que tous les joueurs et équipes suivent les règles officielles du baseball.",
  "enforcingRole2": "Ils prennent des décisions sur les actions, comme si un lancer est une balle ou un strike, si un coureur est safe ou out, et si une balle est juste ou fautive.",
  "callingPitches": "Appel des Lancers:",
  "callingPitches1": "L'arbitre de la plaque détermine si un lancer est un strike (dans la zone de frappe) ou une balle (hors de la zone de frappe).",
  "makeSafeCall": "Décisions sur les Coureurs (Safe/Out):",
  "makeSafeCall1": "Les arbitres aux bases décident si les coureurs sont safe ou out lorsqu'ils tentent d'avancer.",
  "overseeingPlayer": "Surveillance des Jeux:",
  "overseeingPlayer1": "Ils surveillent et appliquent les règles concernant les lancers légaux, la course aux bases, la défense et les frappes.",
  "overseeingPlayer2": "Ils s'assurent que les substitutions et changements suivent les procédures appropriées.",
  "ensureFairPlay": "Assurer un Jeu Équitable:",
  "ensureFairPlay1": "Les arbitres empêchent les comportements antisportifs, comme discuter excessivement, l'interférence intentionnelle ou des actions illégales.",
  "ensureFairPlay2": "Ils peuvent exclure des joueurs, des entraîneurs ou des managers pour des fautes graves.",
  "handleSituation": "Gérer les Situations Spéciales:",
  "handleSituation1": "Ils prennent des décisions en cas de jeux contestés, de retards à cause de la pluie ou d'autres circonstances inhabituelles.",

  "umpirePosition": "Positions des Arbitres:",
  "homePlateUmp": "Arbitre de la Plaque",
  "homePlateUmpDetail": ": Se tient derrière le receveur et appelle les balles, strikes et les jeux à la plaque.",
  "baseUmp": "Arbitres des Bases",
  "baseUmpDetail": ": Positionnés près des bases pour surveiller la course aux bases et les jeux dans le champ intérieur.",
  "outUmp": "Arbitres du Champ Extérieur",
  "outUmpDetail": " (dans certains matchs): Juge les jeux dans le champ extérieur et aide pour les appels de balle juste/fautive.",

  "whyUmpImp": "Pourquoi l'Arbitre est Important:",
  "whyUmpImp1": "Sans arbitres, le jeu pourrait sombrer dans le chaos, car les joueurs et les entraîneurs pourraient discuter sans fin des décisions.",
  "whyUmpImp2": "Les arbitres assurent que le jeu se déroule de manière fluide, équitable et sans partialité.",

  "rule14Summary": "Résumé:",
  "rule14SummaryDetail": "Les arbitres sont les gardiens de l'équité et de l'ordre dans le baseball, garantissant que chaque action respecte l'esprit et les règles du jeu. Ils prennent des décisions difficiles sous pression et sont une partie essentielle de la structure du baseball.",

  "rule14Hint": "Demandez à notre IA tout ce que vous voulez sur la 14e règle...",

  "standardGameLength": "Durée d'un Match Standard:",
  "standardGameLength1": "Un match de baseball se compose généralement de 9 manches.",
  "standardGameLength2": "Chaque manche est divisée en deux moitiés:",
  "standardGameLength3": "La première moitié, où l'équipe visiteuse frappe.",
  "standardGameLength4": "La seconde moitié, où l'équipe à domicile frappe.",
  "standardGameLength5": "Les équipes alternent entre frapper et défendre, et la manche se termine lorsque l'équipe en défense obtient trois retraits.",
  "standardGameLength6": "À la fin de la 9e manche, l'équipe avec le plus de points est déclarée gagnante.",

  "tiedGame": "Matchs Égaux et Manches Supplémentaires:",
  "tiedGame1": "Si le score est égal à la fin des 9 manches, le match passe en manches supplémentaires pour départager les équipes.",
  "tiedGame2": "Chaque manche supplémentaire suit la même structure qu'une manche régulière.",
  "tiedGame3": "Le jeu continue jusqu'à ce qu'une équipe ait plus de points que l'autre à la fin d'une manche complète.",
  "tiedGame4": "L'objectif des manches supplémentaires reste le même: marquer plus que l'adversaire pendant cette manche pour remporter la victoire.",

  "winningBefore9Ing": "Gagner Avant la 9e Manche (Règle de Pitié):",
  "winningBefore9Ing1": "Dans certaines ligues, une règle de pitié peut s'appliquer (souvent dans le baseball amateur ou junior):",
  "winningBefore9Ing10": "Cette règle met fin au match plus tôt si une équipe a une avance très large après un certain nombre de manches.",
  "winningBefore9Ing101": "Par exemple, si une équipe a 10 points ou plus d'avance après 7 manches, le match peut être arrêté.",

  "homeAdvantage": "Avantage de l'Équipe à Domicile:",
  "homeAdvantage1": "Si l'équipe à domicile est en tête dans la seconde moitié de la 9e manche (ou dans toute manche supplémentaire), le match se termine immédiatement et l'équipe à domicile gagne. C'est ce qu'on appelle une victoire sur walk-off.",

  "rule15Summary": "Résumé:",
  "rule15SummaryDetail": "Le gagnant d'un match de baseball est l'équipe qui marque le plus de points à la fin du match, que ce soit pendant les 9 manches standards ou lors des manches supplémentaires en cas d'égalité. La structure assure l'équité et l'excitation pour les fans jusqu'à la dernière action.",

  "rule15Hint": "Demandez à notre IA tout ce que vous voulez sur la 15e règle...",

  "chatTitle": "Apprenez le Baseball avec notre IA Avancée",
  "chatDescription": "Je suis votre coach IA, ici pour vous ouvrir les portes du baseball ! ⚾ Que vous soyez un débutant complet ou que vous visiez à maîtriser des stratégies avancées, je suis là pour vous. De l'explication des règles à l'analyse détaillée du jeu, je m'assure que vous êtes prêt à entrer dans la mêlée. Vous avez des questions ? Vous êtes curieux ? Passons à l'action et discutons de tout ce qui touche au baseball—faisons-en un grand slam ! 🚀",
  "chatLabel": "Commencez à discuter avec l'IA:",
  "chatHint": "Demandez-moi tout sur le Baseball...",
  "chatAIPrompt": "Vous êtes un expert et enseignant en baseball. Votre rôle est de guider et d'éduquer un nouveau fan qui souhaite apprendre le baseball. Fournissez toujours des réponses claires, précises et détaillées qui aident l'utilisateur à comprendre le sport. Répondez uniquement en tant qu'expert en baseball, en expliquant les règles, l'histoire, les stratégies et tout autre aspect lié au jeu. Si l'utilisateur pose une question hors sujet, redirigez-le poliment ou faites-lui savoir que vous ne pouvez discuter que du baseball ou d'un autre sport. Soyez patient et encourageant, en veillant à ce que l'utilisateur se sente bienvenu et informé tout au long de son parcours d'apprentissage. Essayez toujours de garder votre réponse courte mais de donner une réponse complète et significative en fonction de la question de l'utilisateur!",

  "quizTitle": "Quiz de Baseball avec l'IA",
  "quizDescription": "Félicitations d'avoir appris les règles et le jeu du baseball avec l'aide de l'IA ! 🎉 Maintenant, mettons vos connaissances à l'épreuve. Je suis votre coach IA, prêt à vous interroger avec des questions excitantes sur le baseball. Chaque question aura quatre réponses possibles—choisissez la bonne et montrez vos compétences. Voyons combien vous en savez sur le baseball ! 🏟️⚾",
  "quizHint": "Entrez votre réponse ici...",
  "startQuiz": "Commencer le Quiz",
  "nextQuestion": "Question suivante",
  "startNewQuiz": "Commencer un nouveau quiz",
  "submitAnswer": "Soumettre la réponse",
  "questions": "Questions:",
  "correctAnswers": "Réponses Correctes:",
  "highScore": "Meilleur Score:",
  "congratsMessage": "Félicitations🎉 Bien joué ! Vous avez marqué un excellent score – un accomplissement impressionnant pour un Nouveau Fan ! ⚾🌟 Continuez à briller ! 🌟🙌",

  "quizPrompt": "Vous êtes un expert chevronné en baseball et un professeur enthousiaste. Un nouveau fan de baseball vient d'apprendre les règles clés du jeu, y compris: 1. Nombre de Joueurs: La composition de l'équipe et les rôles des joueurs. 2. Objectif du Jeu: Marquer des points en frappant la balle et en courant autour des bases. 3. Structure du Jeu: Les manches, les tours et le passage dynamique entre frapper et défendre. 4. Le Terrain: Un regard plus proche sur le champ intérieur, le champ extérieur, les bases et le monticule du lanceur. 5. Le Tour du Frappeur: Maîtriser les frappes, les strikes, les balles et les retraits. 6. La Course aux Bases: Les règles pour avancer et rester en sécurité sur les bases. 7. Marquer des Points: Compléter un tour des bases pour marquer. 8. Le Rôle du Lanceur: L'art du lancer, les mouvements légaux et les actions illégales à éviter. 9. Le Rôle de l'Équipe en Défense: Faire sortir les frappeurs et les coureurs avec des attrapés, des tags et des jeux forcés. 10. Les Retraits et Changement de Côté: Comment trois retraits terminent une demi-manche et changent les rôles des équipes. 11. Les Home Runs: L'excitation de frapper la balle hors du terrain. 12. Les Jeux Spéciaux: Les doubles jeux, les triples jeux, les bunts, les bases volées, etc. 13. Les Fautes: Identifier les balles fautives et leurs conséquences. 14. L'Arbitre et l'Application des Règles: Assurer un jeu équitable sur le terrain. 15. Gagner le Jeu: Décider du vainqueur après 9 manches ou des manches supplémentaires si nécessaire. Votre mission est de tester leur compréhension de ces règles avec des questions perspicaces. Fournissez quatre choix de réponses pour chaque question (chaque réponse possible doit être sur une ligne différente) et guidez-les vers la maîtrise du jeu. Rendez cela amusant, engageant et informatif ! Note Importante: Posez toujours une seule question à la fois!!!\n Intitulez toujours vos questions par Nouveau Question et non Question 1, Question 2, etc. Juste Nouveau Question !! don't ask too much difficult questions",

  "aiGeneratingQuestion": "L'IA génère une question...",
  "aiAnswering": "L'IA répond...",
  "aiAnalyzingResponse": "L'IA analyse votre réponse...",
  "impNote": "Note Importante: Voici les questions précédentes que vous avez déjà posées ! Essayez de ne pas les répéter:",

  "privacyTitle": "Politique de Confidentialité",
  "privacyDesc": "Bienvenue sur Learn Baseball. Votre confidentialité est extrêmement importante pour nous. Cette Politique de Confidentialité explique comment nous collectons, utilisons et protégeons vos informations lorsque vous utilisez notre application.",

  "infoWeCollect": "Informations que Nous Collectons",
  "usageData": "Données d'Utilisation",
  "usageDataDetail": ": Informations sur la façon dont vous utilisez l'application, y compris votre progression dans les quiz et vos interactions avec l'IA.",
  "deviceData": "Données de l'Appareil",
  "deviceDataDetail": ": Détails sur l'appareil que vous utilisez, comme le type de navigateur et le système d'exploitation.",

  "howUseYourInfo": "Comment Nous Utilisons Vos Informations",
  "howUseYourInfoSub": "Nous utilisons les informations collectées pour fournir et améliorer votre expérience avec Learn Baseball :",
  "howUseYourInfoSub1": "Pour personnaliser votre parcours d'apprentissage.",
  "howUseYourInfoSub2": "Pour analyser les tendances d'utilisation et améliorer les performances de l'application.",

  "howWeProtectData": "Comment Nous Protégeons Vos Informations",
  "howWeProtectData1": "Nous prenons la sécurité des données très au sérieux et utilisons des mesures standard de l'industrie pour protéger vos informations. Vos données sont chiffrées, stockées localement et sécurisées.",

  "thirdPartyService": "Services de Tiers",
  "thirdPartyService1": "Actuellement, nous n'utilisons aucun service tiers, à l'exception de l'API Gemini de Google.",

  "changesInPolicy": "Modifications de cette Politique",
  "changesInPolicy1": "Nous pouvons mettre à jour cette Politique de Confidentialité de temps à autre. Nous vous informerons des changements importants via l'application ou par e-mail.",
  "changesInPolicy2": "Si vous avez des questions concernant cette Politique de Confidentialité, veuillez nous contacter à ",

  "historyTitle": "Apprenez l'histoire du baseball avec l'IA",

  "baseballOrigin": "Origines du baseball:",
  "baseballOrigin1": "Les origines du baseball remontent au XVIIIe siècle, lorsque des jeux similaires de batte et balle étaient pratiqués en Angleterre. Le jeu a évolué sous sa forme moderne en Amérique du Nord au XIXe siècle.",

  "firstGame": "Premier match officiel:",
  "firstGame1": "Le premier match de baseball enregistré aux États-Unis a eu lieu le 19 juin 1846 à Hoboken, New Jersey. Alexander Cartwright, membre du Knickerbocker Base Ball Club, est crédité pour avoir formalisé les règles du jeu.",

  "baseballGrowth": "Croissance du baseball:",
  "baseballGrowth1": "À la fin du XIXe siècle, le baseball est devenu le passe-temps national des États-Unis. La création de la Major League Baseball (MLB) en 1903 a marqué le début d'un système de ligue structuré.",

  "globalExpansion": "Expansion mondiale:",
  "globalExpansion1": "Le baseball a gagné en popularité internationale, avec des ligues professionnelles dans des pays comme le Japon, la Corée du Sud et la République dominicaine. C'est aussi un sport olympique, ce qui souligne son attrait mondial.",

  "baseballToday": "Le baseball aujourd'hui:",
  "baseballToday1": "Aujourd'hui, le baseball continue d'inspirer des millions de personnes à travers le monde, alliant tradition et avancées modernes dans le sport. La MLB reste au cœur du jeu, captivant les fans avec ses joueurs emblématiques et ses moments mémorables.",

  "historyHint": "Demandez à notre IA tout ce que vous voulez sur l'histoire du baseball...",

  "historyPrompt": "Vous êtes un historien et un expert du baseball. Votre rôle est de guider et d'éduquer un nouveau fan sur le jeu, qui souhaite apprendre le baseball et également son histoire s'il vous pose des questions. Fournissez toujours des réponses claires, précises et détaillées qui aident l'utilisateur à comprendre le sport et son histoire. Répondez uniquement en tant qu'historien ou expert du baseball, en expliquant l'histoire, les stratégies et tout autre aspect lié au jeu. Si l'utilisateur pose une question non liée au baseball, redirigez-le gentiment ou informez-le que vous ne pouvez discuter que du baseball et de son histoire. Soyez patient et encourageant, en veillant à ce que l'utilisateur se sente accueilli et bien informé tout au long de son apprentissage. Essayez toujours de garder votre réponse courte tout en étant complète, significative et adaptée à la question de l'utilisateur."
}
