{
  "sliderComponentTitle": "नए प्रशंसकों के लिए शुरुआत से लेकर उन्नत तक बेसबॉल सीखें",
  "language": "Hindi",

  "qnawithAI": "AI के साथ सवाल-जवाब:",
  "sendQuestion": "सवाल भेजें",

  "contentTableTitle": "बेसबॉल के नियम - सामग्री सूची ↓",
  "content1": "1. खिलाड़ियों की संख्या",
  "content2": "2. खेल का उद्देश्य",
  "content3": "3. खेल संरचना",
  "content4": "4. मैदान",
  "content5": "5. बैटर की बारी",
  "content6": "6. बेस रनिंग",
  "content7": "7. रन बनाना",
  "content8": "8. पिचर की भूमिका",
  "content9": "9. फील्डिंग टीम की भूमिका",
  "content10": "10. आउट्स, साइड स्विचिंग",
  "content11": "11. होम रन",
  "content12": "12. विशेष खेल",
  "content13": "13. फाउल्स",
  "content14": "14. अंपायर और नियम",
  "content15": "15. खेल जीतना",

  "rule1": "नियम नं. 1:",
  "rule2": "नियम नं. 2:",
  "rule3": "नियम नं. 3:",
  "rule4": "नियम नं. 4:",
  "rule5": "नियम नं. 5:",
  "rule6": "नियम नं. 6:",
  "rule7": "नियम नं. 7:",
  "rule8": "नियम नं. 8:",
  "rule9": "नियम नं. 9:",
  "rule10": "नियम नं. 10:",
  "rule11": "नियम नं. 11:",
  "rule12": "नियम नं. 12:",
  "rule13": "नियम नं. 13:",
  "rule14": "नियम नं. 14:",
  "rule15": "नियम नं. 15:",

  "rule1Title": "बेसबॉल में खिलाड़ियों की संख्या",
  "rule2Title": "खेल का उद्देश्य",
  "rule3Title": "खेल संरचना",
  "rule4Title": "मैदान",
  "rule5Title": "बैटर की बारी",
  "rule6Title": "बेस रनिंग",
  "rule7Title": "रन बनाना",
  "rule8Title": "पिचर की भूमिका",
  "rule9Title": "फील्डिंग टीम की भूमिका",
  "rule10Title": "आउट्स और साइड स्विचिंग",
  "rule11Title": "होम रन",
  "rule12Title": "विशेष खेल",
  "rule13Title": "फाउल्स",
  "rule14Title": "अंपायर और नियमों का पालन",
  "rule15Title": "खेल जीतना",

  "rule1Subtitle": "बेसबॉल दो टीमों के बीच खेला जाता है, और यह है कि खिलाड़ियों को कैसे विभाजित किया जाता है:",
  "rule2Subtitle": "बेसबॉल का मुख्य उद्देश्य रन बनाना है, और खेल के अंत में सबसे ज्यादा रन बनाने वाली टीम जीतती है। इसे विस्तार से समझते हैं:",
  "rule3Subtitle": "बेसबॉल की एक अद्वितीय संरचना होती है जो दोनों टीमों के बीच निष्पक्षता और प्रवाह सुनिश्चित करती है। इसे सरल भागों में विभाजित करते हैं:",
  "rule4Subtitle": "बेसबॉल का मैदान ध्यानपूर्वक डिज़ाइन किया गया है ताकि खेल निष्पक्ष और रोमांचक हो। इसे समझते हैं:",
  "rule5Subtitle": "बैटर की बारी बेसबॉल में एक महत्वपूर्ण क्षण होता है, जहां खिलाड़ी बॉल को मारने की कोशिश करता है और अपनी टीम के रन बनाने के अवसर को बढ़ाता है। इसे समझते हैं:",
  "rule6Subtitle": "बेस रनिंग बेसबॉल का एक महत्वपूर्ण हिस्सा है, जिसमें खिलाड़ी रन बनाने के लिए बेसों के चारों ओर दौड़ते हैं। इसे समझते हैं:",
  "rule7Subtitle": "रन बनाना बेसबॉल का मुख्य उद्देश्य है। एक टीम रन बनाती है जब वह बेसों के चारों ओर पूरा चक्कर लगाती है। यह कैसे काम करता है, इसे देखें:",
  "rule8Subtitle": "पिचर मैदान पर सबसे महत्वपूर्ण खिलाड़ियों में से एक होता है, क्योंकि वह प्रत्येक खेल के परिणाम और गति को नियंत्रित करता है। उनकी भूमिका को विस्तार से समझते हैं:",
  "rule9Subtitle": "फील्डिंग टीम रक्षा करती है, बैटिंग टीम को रन बनाने से रोकने की कोशिश करती है, बैटर्स और रनर्स को आउट करके। यह कैसे काम करता है, इसे देखें:",
  "rule10Subtitle": "बेसबॉल का खेल पारियों में बंटा होता है, और प्रत्येक पारी में दो हिस्से होते हैं: एक जिसमें एक टीम बैटिंग करती है और दूसरा जिसमें वह फील्डिंग करती है। आउट्स और साइड स्विचिंग कैसे काम करते हैं, यह जानें:",
  "rule11Subtitle": "होम रन बेसबॉल में सबसे रोमांचक क्षणों में से एक होता है! यह तब होता है जब बैटर बॉल को इतनी ताकत से और इतनी दूर मारता है कि वह खेलने के क्षेत्र को छोड़ देता है, आम तौर पर आउटफील्ड बाड़ के पार।",
  "rule12Subtitle": "बेसबॉल में, विशेष खेल वे अनूठी स्थितियाँ होती हैं या रणनीतियाँ जो खेल के परिणाम को बदल सकती हैं। इनमें अक्सर त्वरित सोच और टीमवर्क की आवश्यकता होती है। कुछ प्रमुख विशेष खेलों को समझते हैं:",
  "rule13Subtitle": "बेसबॉल में, एक फाउल बॉल वह हिट बॉल होती है जो मैदान की फाउल लाइनों के बाहर गिरती है या छूती है। इसे स्पष्टता के लिए समझते हैं:",
  "rule14Subtitle": "बेसबॉल में, अंपायर वे अधिकारी होते हैं जो यह सुनिश्चित करते हैं कि खेल निष्पक्ष और नियमों के अनुसार खेला जाए। उनका कार्य खेल की सत्यनिष्ठा बनाए रखना और खेल के दौरान महत्वपूर्ण निर्णय लेना है:",
  "rule15Subtitle": "बेसबॉल का अंतिम उद्देश्य खेल के अंत तक विपक्षी टीम से ज्यादा रन बनाना होता है। विजेताओं का निर्धारण कैसे किया जाता है, यह जानें:",

  "whenDefending": "जब रक्षा कर रहे हों:",
  "whenDefendingSubtitle": "मैदान पर टीम के पास 9 खिलाड़ी होते हैं, जिनमें से प्रत्येक की एक विशिष्ट भूमिका होती है:",
  "pitcher": "पिचर",
  "pitcherDetail": ": बैटर को गेंद फेंकता है।",
  "catcher": "कैचर",
  "catcherDetail": ": बैटर के पीछे गेंद को पकड़ता है।",
  "firstBaseman": "पहला बेसमैन",
  "firstBasemanDetail": ": पहले बेस की रक्षा करता है।",
  "secondBaseman": "दूसरा बेसमैन",
  "secondBasemanDetail": ": दूसरे बेस की रक्षा करता है।",
  "thirdBaseman": "तीसरा बेसमैन",
  "thirdBasemanDetail": ": तीसरे बेस की रक्षा करता है।",
  "shortstop": "शॉर्टस्टॉप",
  "shortstopDetail": ": दूसरे और तीसरे बेस के बीच खेलता है।",
  "leftFielder": "बाएं फील्डर",
  "leftFielderDetail": ": बाएं आउटफील्ड की रक्षा करता है।",
  "centerFielder": "केंद्र फील्डर",
  "centerFielderDetail": ": केंद्र आउटफील्ड की रक्षा करता है।",
  "rightFielder": "दाएं फील्डर",
  "rightFielderDetail": ": दाएं आउटफील्ड की रक्षा करता है।",

  "whenattacking": "जब हमला कर रहे हों:",
  "whenattackingSubtitle": "खिलाड़ी एक-एक करके बैटिंग करते हैं और गेंद को हिट करके रन बनाने की कोशिश करते हैं, फिर बेसों के चारों ओर दौड़ते हैं।",

  "howManyPlayers": "कुल कितने खिलाड़ी होते हैं?",
  "howManyPlayersDetail": "प्रत्येक टीम में 25-26 खिलाड़ी होते हैं, लेकिन केवल 9 खिलाड़ी ही रक्षा करते समय मैदान पर सक्रिय होते हैं।",

  "rule1Summary": "सारांश:",
  "9Players": "9 खिलाड़ी",
  "9PlayersDetails": "जब कोई टीम रक्षा कर रही होती है तो मैदान पर होते हैं।",
  "1Player": "1 खिलाड़ी",
  "1PlayerDetails": "जब हमला कर रहे होते हैं तो एक समय में बैटिंग करता है।",

  "rule1Hint": "हमारे AI से पहले नियम के बारे में कुछ भी पूछें...",

  "scoringRuns": "रन बनाना:",
  "scoringRunsSubtitle": "एक रन तब बनता है जब एक खिलाड़ी चारों बेस (पहला बेस, दूसरा बेस, तीसरा बेस, और होम प्लेट) के चारों ओर पूरा चक्कर लगाता है और उन्हें क्रम से छूता है।",
  "theBattersRole": "बैटर की भूमिका",
  "theBattersRoleDetail": ": जब उनकी बारी होती है, तो एक खिलाड़ी बैटर के रूप में प्लेट पर आता है। उन्हें खेल शुरू करने के लिए पिच की गई गेंद को हिट करना होता है।",
  "becomingARunner": "रनर बनना",
  "becomingARunnerDetail": ": जब बैटर गेंद को सफलतापूर्वक हिट करता है, तो वह रनर में बदल जाता है और बिना 'आउट' हुए जितने बेस हो सके, वहां पहुंचने की कोशिश करता है।",
  "runningTheBases": "बेस दौड़ना:",
  "basePath": "बेस पथ",
  "basePathDetail": ": खिलाड़ियों को एक विशिष्ट मार्ग में दौड़ना होता है ताकि वे एक बेस से दूसरे बेस तक पहुंच सकें।",
  "stoppingAtBase": "बेस पर रुकना",
  "stoppingAtBaseDetail": ": एक रनर एक बेस पर रुकने का चुनाव कर सकता है यदि आगे बढ़ना जोखिमपूर्ण लगता है (जैसे, गेंद पास में फील्ड की जा रही हो)। वे भविष्य में किसी अगली पारी में अगले बेस तक जा सकते हैं।",
  "homePlate": "होम प्लेट",
  "homePlateDetail": ": सभी अन्य बेसों को क्रम से छूने के बाद होम प्लेट पर वापस लौटने से टीम को एक रन मिलता है।",
  "theFieldingTeamsGoal": "फील्डिंग टीम का लक्ष्य:",
  "theFieldingTeamsGoalSutTitle": "फील्डिंग टीम का काम बल्लेबाजी टीम को रन बनाने से रोकना है:",
  "catching": "कैचिंग",
  "catchingDetail": ": अगर वे हिट की गई गेंद को जमीन पर गिरने से पहले कैच कर लेते हैं, तो बैटर आउट हो जाता है।",
  "throwing": "थ्रोइंग",
  "throwingDetail": ": फील्डर्स गेंद को एक बेस पर फेंक सकते हैं इससे पहले कि रनर वहां पहुंचे, जिससे रनर 'आउट' हो जाता है।",
  "tagging": "टैगिंग",
  "taggingDetail": ": एक रनर को टैग भी किया जा सकता है अगर वह किसी बेस पर नहीं है और एक फील्डर उन्हें गेंद से छूता है।",
  "strategicPlays": "रणनीतिक खेल:",
  "baseHits": "बेस हिट्स",
  "baseHitsDetail": ": एक हिट जो बैटर को पहले बेस तक पहुंचने देती है, उसे 'सिंगल' कहा जाता है, जबकि एक हिट से एक से अधिक बेसों तक पहुंचना 'डबल', 'ट्रिपल', या यहां तक कि 'होम रन' हो सकता है।",
  "homeRun": "होम रन",
  "homeRunDetails": ": जब बैटर गेंद को खेल के मैदान से बाहर भेजता है और यह उचित क्षेत्र में होती है, तो यह होम रन होता है। बैटर और जो भी रनर बेस पर होते हैं, वे स्वचालित रूप से रन बनाते हैं।",
  "sacrificesAndBunting": "सैक्रिफिस और बंटिंग",
  "sacrificesAndBuntingDetails": ": कभी-कभी, बैटर जानबूझकर छोटी हिट्स बनाते हैं ताकि उनके साथी टीम के खिलाड़ी बेस पर आगे बढ़ सकें।",
  "winningtheGame": "खेल जीतना:",
  "winningtheGame1": "एक बेसबॉल खेल आमतौर पर नौ इनिंग्स में खेला जाता है।",
  "winningtheGame2": "प्रत्येक टीम को हर इनिंग में बल्लेबाजी और फील्डिंग का मौका मिलता है।",
  "winningtheGame3": "नौ इनिंग्स के अंत में, जो टीम सबसे ज्यादा रन बनाती है, वही जीतती है।",
  "winningtheGame4": "अगर स्कोर टाई है, तो अतिरिक्त इनिंग्स खेली जाती हैं जब तक कि कोई विजेता नहीं बन जाता।",
  "rule2Hint": "हमारे ए.आई. से दूसरे नियम के बारे में कुछ भी पूछें...",
  "innings": "इनिंग्स:",
  "inningsSubtitle": "एक बेसबॉल खेल को इनिंग्स में बांटा जाता है।",
  "inningsHalves": "प्रत्येक इनिंग के दो भाग होते हैं:",
  "topHalf": "टॉप हाफ",
  "topHalfDetail": ": एक टीम बल्लेबाजी करती है, जबकि दूसरी फील्डिंग करती है।",
  "bottomHalf": "बॉटम हाफ",
  "bottomHalfDetail": ": भूमिकाएं बदलती हैं।",
  "mostInnings": "अधिकांश खेल नौ इनिंग्स तक खेले जाते हैं। यदि स्कोर टाई है, तो अतिरिक्त इनिंग्स खेली जाती हैं जब तक कोई एक टीम जीत नहीं जाती।",
  "turnsBattingAndFielding": "बत्तिंग और फील्डिंग की बारी:",
  "turnsBattingAndFielding1": "प्रत्येक टीम को बल्लेबाजी (रन बनाने की कोशिश) और फील्डिंग (दूसरी टीम को रन बनाने से रोकने की कोशिश) का मौका मिलता है।",
  "turnsBattingAndFielding2": "एक बारी तब खत्म होती है जब बल्लेबाजी टीम को तीन आउट मिलते हैं।",
  "turnsBattingAndFielding3": "एक बार जब दोनों टीमों को बल्लेबाजी और फील्डिंग का मौका मिल जाता है, तो इनिंग खत्म हो जाती है।",
  "theTransitionBetweenRoles": "भूमिकाओं के बीच परिवर्तन:",
  "theTransitionBetweenRoles1": "तीन आउट के बाद, फील्डिंग टीम बल्लेबाजी टीम बन जाती है, और बल्लेबाजी टीम फील्डिंग में चली जाती है।",
  "theTransitionBetweenRoles2": "ये परिवर्तन खेल को संतुलित रखते हैं, जिससे दोनों टीमों को रन बनाने के समान मौके मिलते हैं।",
  "whyIsTheStructureImportant": "संरचना महत्वपूर्ण क्यों है?",
  "whyIsTheStructureImportant1": "इनिंग्स और बारी खेल को निष्पक्ष और रणनीतिक बनाते हैं।",
  "whyIsTheStructureImportant2": "टीमें अपने कदमों को सावधानी से योजनाबद्ध करती हैं, चाहे वह बल्लेबाजी करते हुए रन बनाने की बात हो या फील्डिंग करते हुए दूसरी टीम को रोकने की।",
  "whyIsTheStructureImportant3": "यह प्रवाह सुनिश्चित करता है कि दोनों टीमों को समान अवसर मिलते हैं, जिससे बेसबॉल कौशल और रणनीति का खेल बनता है, न कि सिर्फ संयोग का।",
  "rule3Hint": "हमारे ए.आई. से तीसरे नियम के बारे में कुछ भी पूछें...",
  "basicLayout": "बेसिक लेआउट:",
  "basicLayoutSubtitle": "मैदान एक डायमंड जैसा होता है और इसे दो मुख्य क्षेत्रों में बांटा जाता है:",
  "infield": "इन्फील्ड",
  "infieldDetail": ": मैदान का भीतरी भाग जहां बेस और पिचर का माउंड स्थित होता है।",
  "outfield": "आउटफील्ड",
  "outfieldDetail": ": मैदान के अंदर का घास वाला क्षेत्र।",
  "bases": "बेस:",
  "basesSubtitle1": "चार बेस होते हैं",
  "basesSubtitle2": "जो डायमंड के आकार में लगे होते हैं:",
  "homePlate2": "होम प्लेट",
  "homePlateDetail2": ": जहां बैटर खड़ा होता है और अपनी बारी शुरू करता है।",
  "firstBase": "पहला बेस",
  "secondBase": "दूसरा बेस",
  "thirdBase": "तीसरा बेस",
  "bases3": "लक्ष्य यह है कि रनर्स सभी चार बेसों को क्रम से छूकर एक रन बनाएं।",
  "pitchersMound": "पिचर का माउंड:",
  "pitchersMound1": "इन्फील्ड के केंद्र में एक ऊंचा क्षेत्र।",
  "pitchersMound2": "पिचर यहां खड़ा होता है और बल्लेबाज की ओर गेंद फेंकता है।",
  "pitchersMound3": "यह होम प्लेट से एक विशिष्ट दूरी पर स्थित होता है ताकि निष्पक्षता सुनिश्चित हो सके।",
  "rule4Summary": "सारांश:",
  "rule4SummaryDetail": "यह लेआउट एक गतिशील खेल वातावरण बनाता है, जिसमें खिलाड़ियों की विशिष्ट भूमिकाएं और आक्रामक और रक्षात्मक उद्देश्यों के लिए स्पष्ट लक्ष्य होते हैं।",
  "rule4Hint": "हमारे ए.आई. से चौथे नियम के बारे में कुछ भी पूछें...",
  "hittingTheBall": "गेंद को हिट करना:",
  "hittingTheBall1": "बैटर का मुख्य काम पिचर द्वारा फेंकी गई गेंद को हिट करना है।",
  "hittingTheBall2": "यदि गेंद को खेल क्षेत्र में हिट किया जाता है, तो बैटर पहले बेस की ओर दौड़ता है और जितना संभव हो सके उतना आगे बढ़ने की कोशिश करता है।",
  "strikesAndBalls": "स्ट्राइक और बॉल:",
  "strikes": "स्ट्राइक:",
  "strikes1": "अगर बैटर स्विंग करता है और मिस करता है, तो यह एक स्ट्राइक होता है।",
  "strikes2": "अगर बैटर स्विंग नहीं करता और गेंद स्ट्राइक जोन से गुजरती है, तो यह एक स्ट्राइक होती है।",
  "strikes3": "तीन स्ट्राइक होने पर बैटर 'आउट' हो जाता है।",
  "Balls": "बॉल्स:",
  "Balls1": "अगर पिचर गेंद को स्ट्राइक जोन के बाहर फेंकता है और बैटर स्विंग नहीं करता, तो यह एक बॉल होती है।",
  "Balls2": "चार बॉल्स होने पर बैटर को पहले बेस तक चलने दिया जाता है (इसे 'वॉक' कहा जाता है)।",
  "howABatterisOut": "बैटर कैसे 'आउट' होता है:",
  "howABatterisOutSubtitle": "बैटर को कई तरीकों से आउट किया जा सकता है:",
  "threeStrikes": "तीन स्ट्राइक",
  "threeStrikesDetail": ": बैटर तीन स्ट्राइक के बाद गेंद को हिट नहीं करता।",
  "caughtBall": "कैच की गई गेंद",
  "caughtBallDetail": ": अगर फील्डर हवा में गेंद को पकड़ लेता है और वह जमीन से नहीं छूती।",
  "thrownOut": "थ्रो आउट",
  "thrownOutDetail": ": अगर गेंद पहले बेस पर फेंकी जाती है और बैटर वहां नहीं पहुंचता।",
  "interference": "हस्तक्षेप",
  "interferenceDetail": ": अगर बैटर कैचर या किसी अन्य खिलाड़ी के साथ हस्तक्षेप करता है।",
  "rule5Summary": "सारांश:",
  "rule5SummaryDetails": "बैटर की बारी को समझने से खिलाड़ियों और प्रशंसकों को हर पिच और स्विंग के पीछे के रोमांच और रणनीति को समझने में मदद मिलती है!",
  "rule5Hint": "हमारे ए.आई. से पांचवे नियम के बारे में कुछ भी पूछें...",

  "runningBetweenBases": "बेसों के बीच दौड़ना:",
  "startingPoint": "प्रारंभिक बिंदु",
  "startingPointDetail": ": गेंद को हिट करने के बाद, बैटर एक धावक बन जाता है और पहले बेस की ओर बढ़ता है।",
  "sequence": "क्रम",
  "sequenceDetail": ": धावक का लक्ष्य पहले बेस से दूसरे बेस, फिर तीसरे बेस और अंत में होम प्लेट तक पहुंचकर रन बनाना है।",
  "decisionMaking": "निर्णय लेना",
  "decisionMakingDetail": ": धावकों को यह निर्णय लेना होता है कि उन्हें बेस पर रुकना चाहिए या दौड़ते रहना चाहिए, यह इस पर निर्भर करता है कि गेंद कितनी दूर हिट हुई है और क्षेत्ररक्षकों की गतिविधियाँ क्या हैं।",

  "rulesforStayingOnBaseOrAdvancing": "बेस पर रुकने या आगे बढ़ने के नियम:",
  "safeOnBase": "बेस पर सुरक्षित:",
  "safeOnBase1": "यदि कोई धावक बेस पर पहुंचता है इससे पहले कि उसे टैग किया जाए या यदि बेस ‘फोर्स’ नहीं है, तो वह सुरक्षित होता है।",
  "safeOnBase2": "एक बार बेस पर पहुंचने के बाद, धावक अगले खेल तक वहाँ रह सकता है।",
  "forceOut": "फोर्स आउट:",
  "forceOut1": "अगर कोई अन्य धावक उनके पीछे है और बेस भरे हुए हैं, तो धावक को आगे बढ़ना होता है।",
  "forceOut2": "यदि क्षेत्ररक्षी टीम धावक के पहुंचने से पहले गेंद को अगले बेस पर फेंक देती है, तो धावक आउट होता है।",
  "taggingUp": "टैगिंग अप:",
  "taggingUp1": "एक पकड़ी गई फ्लाई बॉल पर, धावक को अगले बेस पर जाने से पहले अपने वर्तमान बेस को टैग करना होता है।",
  "stealingBases": "बेस चोरी करना:",
  "stealingBases1": "धावक गेंद को हिट किए बिना अगले बेस तक पहुंचने की कोशिश कर सकते हैं, जिसे बेस चोरी कहा जाता है, लेकिन इस दौरान आउट होने का खतरा होता है।",
  "overrunningFirstBase": "पहले बेस को ओवररन करना:",
  "overrunningFirstBase1": "धावक पहले <b>बेस</b> को बिना टैग किए पास कर सकते हैं, बशर्ते वे बेसलाइन के अंदर रहें और दूसरे बेस की ओर जाने की कोशिश न करें।",

  "rule6Summary": "सारांश:",
  "rule6SummaryDetail": "बेस रनिंग गति, समय और रणनीति का संयोजन है, जो इसे खेल का एक रोमांचक हिस्सा बनाता है क्योंकि खिलाड़ी रक्षा को मात देने की कोशिश करते हैं!",

  "rule6Hint": "6वीं नियम के बारे में हमारी AI से कुछ भी पूछें...",

  "completingARun": "एक रन पूरा करना:",
  "completingARun1": "एक खिलाड़ी होम प्लेट से बैटर के रूप में शुरू करता है, पहले बेस, दूसरे बेस, और तीसरे बेस से गुजरता है, और अंत में होम प्लेट पर लौटकर रन बनाता है।",
  "completingARun2": "खिलाड़ी को प्रत्येक बेस को सही क्रम में छूना होता है, जबकि उसे टैग या फोर्स आउट होने से बचना होता है।",

  "timingAndStrategy": "समय और रणनीति:",
  "whenToAdvance": "कब बढ़ना चाहिए:",
  "whenToAdvance1": "खिलाड़ी गेंद के हिट होने की दूरी और क्षेत्ररक्षकों की स्थिति के आधार पर बढ़ते हैं।",
  "whenToAdvance2": "अच्छी तरह से हिट की गई गेंद (जैसे डबल, ट्रिपल, या होम रन) रन पूरा करना आसान बनाती है।",
  "multipleRuns": "एक खेल में कई रन:",
  "multipleRuns1": "अगर गेंद हिट होने पर बेस पर पहले से धावक हैं, तो वे भी बढ़ सकते हैं और यदि वे सफलतापूर्वक होम प्लेट पर पहुंचते हैं, तो रन बना सकते हैं।",

  "homeRuns": "होम रन:",
  "homeRuns1": "एक होम रन तब होता है जब बैटर गेंद को खेल के क्षेत्र से बाहर (सही क्षेत्र में बाड़ के ऊपर) हिट करता है।",
  "homeRuns2": "इस मामले में, बैटर और सभी बेस धावक स्वचालित रूप से रन बनाते हैं बिना टैग या फोर्स आउट होने के खतरे के।",

  "errors": "गलतियाँ और अतिरिक्त अवसर:",
  "errors1": "क्षेत्ररक्षी टीम द्वारा की गई गलतियाँ (जैसे पकड़े गए कैच या खराब थ्रो) धावकों को आगे बढ़ने और रन बनाने का अतिरिक्त अवसर दे सकती हैं।",

  "rule7Summary": "सारांश:",
  "rule7SummaryDetail": "हर टीम का लक्ष्य अपनी बल्लेबाजी की बारी में जितना हो सके उतने रन बनाना है, ताकि वे अपने विरोधियों को हराकर खेल जीत सकें!",

  "rule7Hint": "7वीं नियम के बारे में हमारी AI से कुछ भी पूछें...",

  "howPitchingWorks": "पिचिंग कैसे काम करती है:",
  "startingThePlay": "खेल की शुरुआत:",
  "startingThePlay1": "पिचर गेंद को पिचिंग माउंड से होम प्लेट पर बैटर की ओर फेंकता है।",
  "startingThePlay2": "लक्ष्य यह होता है कि बैटर के लिए गेंद को हिट करना कठिन हो, जबकि पिचिंग नियमों के भीतर हो।",
  "typeOfPitches": "पिचों के प्रकार:",
  "typeOfPitches1": "पिचर्स गेंद को फेंकने के लिए कई तकनीकों का उपयोग करते हैं, जैसे:",
  "fastBalls": "फास्ट बॉल्स",
  "fastBallsDetail": ": उच्च गति से फेंकी जाती हैं।",
  "curveballs": "कर्व बॉल्स",
  "curveballsDetail": ": गेंद को घुमाकर हवा में मुड़ा हुआ बनाते हैं।",
  "changeups": "चेंजअप्स",
  "changeupsDetail": ": तेज लगती हैं लेकिन धीमी होती हैं ताकि बैटर को धोखा दिया जा सके।",

  "legalPitches": "कानूनी पिचें:",
  "legalPitches1": "एक पिच को पिचिंग रबर से एक पैर संपर्क में रखते हुए फेंका जाना चाहिए।",
  "legalPitches2": "पिचर को गेंद को ओवरहैंड या साइडआर्म फेंकना चाहिए, और इसे स्ट्राइक जोन में लक्ष्य बनाना चाहिए:",
  "legalPitches3": "स्ट्राइक जोन एक काल्पनिक बॉक्स होता है जो होम प्लेट के ऊपर बैटर के घुटनों से छाती तक फैला होता है।",

  "illegalPitches": "अवैध पिचें:",
  "balk": "बाल्क:",
  "balk1": "यदि पिचर पिचिंग मूवमेंट शुरू करता है लेकिन गेंद नहीं फेंकता, या धोखाधड़ी की गतिविधियाँ करता है, तो इसे बाल्क कहा जाता है और बेस धावक आगे बढ़ सकते हैं।",
  "throwingAtBatter": "बैटर की ओर फेंकना:",
  "throwingAtBatter1": "पिचरों को जानबूझकर बैटर पर गेंद नहीं फेंकनी चाहिए। ऐसा करने पर चेतावनी या बाहर कर दिया जा सकता है।",

  "strategyAndSkill": "रणनीति और कौशल:",
  "readingBatter": "बैटर को पढ़ना:",
  "readingBatter1": "पिचर बैटर की कमजोरियों का अध्ययन करता है और अपनी पिचों को उसी के अनुसार समायोजित करता है।",
  "maintainControl": "नियंत्रण बनाए रखना:",
  "maintainControl1": "एक महान पिचर को गति, सटीकता और धोखाधड़ी के बीच संतुलन बनाए रखना होता है ताकि बैटर को गुमराह किया जा सके।",

  "rule8Summary": "सारांश:",
  "rule8SummaryDetail": "पिचर हर खेल की शुरुआत करता है, रणनीति, कौशल और सटीकता को मिलाकर बैटर को चुनौती देने के लिए जबकि नियमों का पालन करते हुए।",

  "rule8Hint": "8वीं नियम के बारे में हमारी AI से कुछ भी पूछें...",

  "gettingBattersAndRunnersOut": "बैटर और धावकों को आउट करना:",
  "gettingBattersAndRunnersOutSub": "क्षेत्ररक्षी टीम के पास आउट करने के कई तरीके होते हैं:",
  "catchings": "कैचिंग:",
  "catchingsDetail": "यदि बैटर गेंद को हवा में हिट करता है और क्षेत्ररक्षक उसे जमीन से पहले पकड़ लेता है, तो बैटर आउट होता है।",
  "taggings": "टैगिंग:",
  "taggingsDetail": "एक क्षेत्ररक्षक धावक को टैग कर सकता है जब वह बेस पर नहीं होता, और गेंद (या उस गेंद को पकड़े हुए ग्लव) से उसे छूकर उसे आउट कर सकता है।",
  "forceOuts": "फोर्स-आउट्स:",
  "forceOuts1": "जब एक धावक को दूसरे बेस पर जाने के लिए मजबूर किया जाता है, क्योंकि बैटर ने गेंद को हिट किया है, तो क्षेत्ररक्षी टीम गेंद को उस बेस पर फेंक सकती है इससे पहले कि धावक वहां पहुंचे।",
  "forceOuts2": "उदाहरण: यदि बैटर पहले बेस की ओर दौड़ता है, तो पहले बेस पर खड़ा क्षेत्ररक्षक गेंद पकड़कर बेस को टैग करके फोर्स-आउट कर सकता है।",

  "defensivePlayers": "रक्षात्मक खिलाड़ी और उनकी भूमिकाएँ:",
  "defensivePlayersSubtitle": "क्षेत्ररक्षी टीम के प्रत्येक खिलाड़ी की एक विशेष भूमिका होती है और रन को रोकने का प्रयास करता है:",
  "pitcherRole": "पिचर",
  "pitcherRoleDetail": ": बैटर को गेंद फेंकता है।",
  "catcherRole": "कैचर",
  "catcherRoleDetail": ": पिचर की फेंकी गई गेंदों को पकड़ता है और होम प्लेट की रक्षा करता है।",
  "infielderRole": "इनफील्डर्स",
  "infielderRoleDetail": ": बेस के आसपास के क्षेत्र की रक्षा करते हैं (पहला बेस, दूसरा बेस, तीसरा बेस, और शॉर्टस्टॉप)। आउटफील्डर्स: लंबे हिट को पकड़ने और अतिरिक्त बेस रोकने के लिए आउटफील्ड को कवर करते हैं।",

  "teamCoordinates": "टीम समन्वय:",
  "teamCoordinates1": "क्षेत्ररक्षक मिलकर खेलों को अंजाम देते हैं, जैसे डबल प्ले (एक ही क्रम में दो आउट करना)।",
  "teamCoordinates2": "अच्छी संवाद और जागरूकता गेंद को सही तरीके से क्षेत्र में लाने और आउट बनाने के लिए महत्वपूर्ण होती है।",

  "rule9Summary": "सारांश:",
  "rule9SummaryDetails": "क्षेत्ररक्षी टीम का लक्ष्य बैटर को सुरक्षित तरीके से हिट करने से रोकना और धावकों को आगे बढ़ने से रोकना होता है, इस उद्देश्य को हासिल करने के लिए वे कैचिंग, टैगिंग और फोर्स-आउट्स जैसी रणनीतियाँ अपनाते हैं।",

  "rule9Hint": "9वीं नियम के बारे में हमारी AI से कुछ भी पूछें...",

  "threeOutsToEndAHalfInning": "आधी इनिंग को समाप्त करने के लिए तीन आउट:",
  "whatsAnOut": "आउट क्या है?",
  "whatsAnOut1": "आउट तब होता है जब फील्डिंग टीम बल्लेबाजी टीम को सफलतापूर्वक रोकती है, जैसे कि फ्लाई बॉल को कैच करना, रनर को टैग करना, या फोर्स-आउट करना।",
  "howManyOut": "कितने आउट की आवश्यकता है?",
  "howManyOut1": "बल्लेबाजी टीम तब तक हिट करती रहती है जब तक फील्डिंग टीम तीन आउट नहीं कर लेती।",
  "howManyOut2": "एक बार तीन आउट हो जाने के बाद, बल्लेबाजी टीम की बारी खत्म हो जाती है और भूमिकाएं बदल जाती हैं। फील्डिंग टीम बल्लेबाजी करने के लिए जाती है और बल्लेबाजी टीम फील्ड में जाती है।",

  "switchingSides": "पक्ष बदलना:",
  "whenItHappen": "यह कब होता है?",
  "whenItHappen1": "तीन आउट के बाद, दोनों टीमें मैदान पर अपनी स्थिति बदलती हैं।",
  "whenItHappen2": "फील्डिंग टीम बल्लेबाजी करने के लिए आती है और बल्लेबाजी टीम अपनी जगहों पर जाती है।",
  "halfInning": "आधी इनिंग का समापन:",
  "halfInning1": "हर टीम को एक बार बल्लेबाजी और एक बार फील्डिंग का मौका मिलता है।",
  "halfInning2": "एक पूरी इनिंग तब पूरी होती है जब दोनों टीमों को बल्लेबाजी करने का मौका मिल जाता है।",

  "whyRuleImportant": "यह नियम क्यों महत्वपूर्ण है?",
  "whyRuleImportant1": "यह संरचना निष्पक्षता सुनिश्चित करती है, क्योंकि हर टीम को स्कोर करने और बचाव करने का समान अवसर मिलता है।",
  "whyRuleImportant2": "भूमिकाओं के बीच स्विच खेल को गतिशील बनाए रखता है, जिसमें खिलाड़ियों को बल्लेबाजी से फील्डिंग और इसके विपरीत में अनुकूलन करना होता है।",

  "rule10Summary": "सारांश:",
  "rule10SummaryDetail": "फील्डिंग टीम तीन आउट करने का लक्ष्य रखती है ताकि बल्लेबाजी टीम की बारी समाप्त हो जाए, जिसके बाद भूमिकाएं बदलती हैं, और खेल में आक्रमण और रक्षा का संतुलन बना रहता है।",

  "rule10Hint": "हमसे 10वें नियम के बारे में कुछ भी पूछें...",

  "whatHappenDuringHomeRun": "होम रन के दौरान क्या होता है?",
  "autoScoring": "स्वचालित स्कोरिंग:",
  "autoScoring1": "बैटर और पहले से बेस पर मौजूद रनर स्वचालित रूप से स्कोर करते हैं।",
  "autoScoring2": "इसका मतलब है कि टीम बैटर के लिए एक रन और उस प्रत्येक खिलाड़ी के लिए एक अतिरिक्त रन मिलती है जो गेंद के हिट होने पर बेस पर था।",
  "noNeedRunQuickly": "जल्दी दौड़ने की जरूरत नहीं है:",
  "noNeedRunQuickly1": "चूंकि गेंद खेल से बाहर है, कोई भी फील्डर उसे प्राप्त नहीं कर सकता।",
  "noNeedRunQuickly2": "बैटर और रनर अपने गति से बेस पर चक्कर लगा सकते हैं, हर बेस (पहला, दूसरा, तीसरा और होम) को छूते हुए।",

  "typeOfHomeRuns": "होम रन के प्रकार:",
  "soloHomeRun": "सोलो होम रन:",
  "soloHomeRun1": "यदि बेस पर कोई रनर नहीं है, तो केवल बैटर स्कोर करता है।",
  "twoThreeGrandSlam": "दो-रन, तीन-रन, या ग्रैंड स्लैम:",
  "twoThreeGrandSlam1": "यदि बेस पर रनर हैं:",
  "twoRun": "दो-रन होम रन",
  "twoRunDetail": ": एक रनर बेस पर है।",
  "threeRun": "तीन-रन होम रन",
  "threeRunDetail": ": दो रनर बेस पर हैं।",
  "grandSlam": "ग्रैंड स्लैम",
  "grandSlamDetail": ": सभी बेस लोडेड हैं, कुल चार रन स्कोर होते हैं!",

  "whyHomeSpecial": "होम रन विशेष क्यों हैं?",
  "whyHomeSpecial1": "होम रन एक साथ कई रन स्कोर करने का सबसे तेज तरीका है।",
  "whyHomeSpecial2": "यह अक्सर खेल की गति को बदलता है और दर्शकों को उत्साहित करता है।",
  "whyHomeSpecial3": "कुछ खिलाड़ी अपने होम रन हिट करने की क्षमता के लिए प्रसिद्ध होते हैं, जो इसे बेसबॉल में एक मनाए जाने योग्य कौशल बनाता है।",

  "rule11Summary": "सारांश:",
  "rule11SummaryDetail": "होम रन न केवल स्कोरिंग की गारंटी देता है बल्कि बैटर की शक्ति और कौशल को भी प्रदर्शित करता है, जिससे यह खेल के सबसे रोमांचक पहलुओं में से एक बनता है!",

  "rule11Hint": "हमसे 11वें नियम के बारे में कुछ भी पूछें...",

  "doublePlays": "डबल प्ले:",
  "doublePlays1": "डबल प्ले तब होता है जब फील्डिंग टीम एक ही खेल में दो आउट करती है।",
  "doublePlays2": "उदाहरण: बैटर एक ग्राउंड बॉल को शॉर्टस्टॉप की तरफ हिट करता है। शॉर्टस्टॉप पहले आउट के लिए दूसरे बेस को फेंकता है, और दूसरा बेसमैन पहले आउट के लिए पहले बेस को फेंकता है।",

  "triplePlays": "ट्रिपल प्ले:",
  "triplePlays1": "यह एक दुर्लभ और प्रभावशाली उपलब्धि है, जिसमें फील्डिंग टीम एक ही खेल में तीन आउट करती है।",
  "triplePlays2": "उदाहरण: यदि बेस लोडेड हैं और बैटर एक लाइन ड्राइव हिट करता है जो कैच होती है, तो रनर अपने बेस से बाहर हो सकते हैं, जिससे फील्डर्स दो और खिलाड़ियों को आउट कर सकते हैं।",

  "theBunt": "बंट:",
  "theBunt1": "बंट तब होता है जब बैटर बैट के साथ हल्के से गेंद को टैप करता है बजाय इसके कि वह स्विंग करें।",
  "purpose": "उद्देश्य:",
  "purpose1": "रनरों को अगले बेस पर भेजना।",
  "purpose2": "फील्डिंग टीम को ग़लतफहमी में डालना।",
  "risk": "जोखिम",
  "riskDetail": ": गेंद को निषिद्ध क्षेत्र में रहना चाहिए और इतना कठिन होना चाहिए कि एक आसान आउट से बच सके।",

  "stolenBase": "चोरी बेस:",
  "stolenBase1": "चोरी बेस तब होती है जब एक रनर पिचर के द्वारा बल्लेबाज को गेंद भेजने के दौरान अगले बेस पर पहुंचता है।",
  "stolenBase2": "सफलता गति और समय पर निर्भर करती है।",
  "risks": "जोखिम",
  "risksDetail": ": कैचर गेंद को अगले बेस पर फेंक सकता है, जिससे रनर आउट हो सकता है।",

  "sacrifieceFly": "सैक्रिफाइस फ्लाई:",
  "sacrifieceFly1": "जब बैटर एक फ्लाई बॉल हिट करता है जो रनर को टैग करने और आगे बढ़ने के लिए पर्याप्त गहरी होती है, आमतौर पर एक रन स्कोर होता है।",
  "sacrifieceFly2": "बैटर आउट हो जाता है, लेकिन टीम को एक रन मिलता है।",

  "pickOff": "पिक-ऑफ:",
  "pickOff1": "यह एक रक्षात्मक चाल होती है, जब पिचर या कैचर गेंद को एक बेस पर फेंकता है ताकि रनर को आउट किया जा सके, जो बहुत दूर लीड कर रहा होता है।",

  "whySpecialImportant": "विशेष खेल क्यों महत्वपूर्ण हैं?",
  "whySpecialImportant1": "ये खेल रणनीति, कौशल और त्वरित निर्णय लेने को प्रदर्शित करते हैं।",
  "whySpecialImportant2": "यह खेल में रोमांच और अप्रत्याशिता जोड़ते हैं।",
  "whySpecialImportant3": "इन खेलों में महारत हासिल करने से एक टीम को प्रतिस्पर्धात्मक बढ़त मिल सकती है।",

  "rule12Summary": "सारांश:",
  "rule12SummaryDetail": "विशेष खेल वह होते हैं जो बेसबॉल को केवल शारीरिक खेल नहीं बल्कि मानसिक खेल बनाते हैं, जो रणनीति और टीमवर्क को पुरस्कृत करते हैं!",

  "rule12Hint": "हमसे 12वें नियम के बारे में कुछ भी पूछें...",

  "whatIsAFoulBall": "फाउल बॉल क्या है?",
  "whatIsAFoulBallSubtitle": "फाउल बॉल तब होती है जब गेंद:",
  "whatIsAFoulBall1": "फाउल लाइनों के बाहर जमीन या खिलाड़ी को छूती है।",
  "whatIsAFoulBall2": "यह निषिद्ध क्षेत्र में नहीं गिरती।",
  "whatIsAFoulBall3": "यह संरचना या दर्शक क्षेत्र में फाउल लाइनों के बाहर लगती है।",

  "whatsFoulLines": "फाउल लाइन्स:",
  "whatsFoulLines1": "फाउल लाइन्स होम प्लेट से लेकर पहले और तीसरे बेस के पास आउटफील्ड फेंस तक जाती हैं।",
  "whatsFoulLines2": "अगर गेंद इन लाइनों पर या अंदर गिरती है, तो उसे फेयर माना जाता है।",

  "consequencesOfFoul": "फाउल बॉल के परिणाम:",
  "forBatter": "बैटर के लिए:",
  "forBatter1": "फाउल बॉल एक स्ट्राइक के रूप में गिनी जाती है जब तक बैटर के पास पहले से दो स्ट्राइक न हों।",
  "forBatter2": "बैटर फाउल बॉल पर आउट नहीं हो सकता (सिवाय बंट के)।",
  "forBatter3": "यदि फाउल बॉल को फील्डर हवा में कैच कर लेता है, तो बैटर आउट हो जाता है।",
  "forRunner": "रनर्स के लिए:",
  "forRunner1": "रनर्स को अपने बेस पर वापस लौटना होता है जब तक कि गेंद हवा में न पकड़ी जाए और वे टैग करने के लिए नहीं जा रहे हों।",

  "specialCases": "विशेष मामले:",
  "specialCases1": "यदि एक बॉल हवा में फाउल लाइन के पास हिट होती है, तो फील्डर इसे फाउल क्षेत्र में पकड़ सकता है, जिससे आउट हो जाता है।",
  "specialCases2": "यदि गेंद पहले फेयर क्षेत्र में गिरती है लेकिन पहले या तीसरे बेस के पास फाउल में रोल करती है और छुआ नहीं जाता, तो वह फाउल हो जाती है।",

  "whyFouldMatter": "फाउल क्यों मायने रखते हैं?",
  "whyFouldMatter1": "फाउल पिचर्स को बल्लेबाजों के खिलाफ रक्षा करने में मदद करते हैं, जिससे स्ट्राइक बढ़ती है।",
  "whyFouldMatter2": "वे बल्लेबाजों को अपनी हिटिंग रणनीति को समायोजित करने के लिए मजबूर करते हैं ताकि गेंद खेल में बनी रहे।",
  "whyFouldMatter3": "फील्डर्स फाउल को कैच करने और आउट सुनिश्चित करने के अवसर के रूप में इस्तेमाल करते हैं।",

  "rule13Summary": "सारांश:",
  "rule13SummaryDetail": "फाउल बेसबॉल का एक महत्वपूर्ण पहलू होते हैं, जो खेल को दोनों बल्लेबाजों और रक्षकों के लिए निष्पक्ष और चुनौतीपूर्ण बनाते हैं!",

  "rule13Hint": "हमसे 13वें नियम के बारे में कुछ भी पूछें...",

  "rolesOfUmpire": "अंपायर के कर्तव्य:",
  "enforcingRole": "नियमों का पालन करवाना:",
  "enforcingRole1": "अंपायर सुनिश्चित करते हैं कि सभी खिलाड़ी और टीमें बेसबॉल के आधिकारिक नियमों का पालन करें।",
  "enforcingRole2": "वे खेल के निर्णय लेते हैं, जैसे कि पिच बॉल है या स्ट्राइक, रनर सुरक्षित है या आउट, और बॉल फेयर है या फाउल।",
  "callingPitches": "पिच का निर्णय लेना:",
  "callingPitches1": "होम प्लेट अंपायर यह निर्धारित करते हैं कि पिच स्ट्राइक (स्ट्राइक जोन में) है या बॉल (स्ट्राइक जोन से बाहर)।",
  "makeSafeCall": "सुरक्षित/आउट कॉल करना:",
  "makeSafeCall1": "बेस पर स्थित अंपायर यह निर्णय लेते हैं कि रनर सुरक्षित है या आउट, जब वह बेस पर आक्रमण करने की कोशिश कर रहा हो।",
  "overseeingPlayer": "खिलाड़ियों की देखरेख:",
  "overseeingPlayer1": "वे कानूनी पिचिंग, बेस रनिंग, फील्डिंग और हिटिंग के नियमों की निगरानी करते हैं।",
  "overseeingPlayer2": "वे सुनिश्चित करते हैं कि प्रतिस्थापन और बदलाव सही प्रक्रियाओं का पालन करें।",
  "ensureFairPlay": "न्यायपूर्ण खेल सुनिश्चित करना:",
  "ensureFairPlay1": "अंपायर खेल के दौरान असंवेदनशील व्यवहार, जैसे अत्यधिक बहस, जानबूझकर हस्तक्षेप या अवैध कार्रवाइयों को रोकते हैं।",
  "ensureFairPlay2": "वे गंभीर अनुशासनहीनता के कारण खिलाड़ियों, कोचों या प्रबंधकों को बाहर कर सकते हैं।",
  "handleSituation": "विशेष परिस्थितियों को संभालना:",
  "handleSituation1": "वे विवादित खेलों, बारिश के कारण देरी या अन्य असामान्य परिस्थितियों में निर्णय लेते हैं।",

  "umpirePosition": "अंपायर की स्थिति:",
  "homePlateUmp": "होम प्लेट अंपायर:",
  "homePlateUmpDetail": ": कैचर के पीछे खड़ा रहता है और होम प्लेट पर बॉल, स्ट्राइक और खेल का निर्णय करता है।",
  "baseUmp": "बेस अंपायर:",
  "baseUmpDetail": ": बेस के पास स्थित होते हैं और बेस रनिंग और इनफील्ड के खेलों की निगरानी करते हैं।",
  "outUmp": "आउटफील्ड अंपायर (कुछ खेलों में):",
  "outUmpDetail": "आउटफील्ड में खेलों का निर्णय करते हैं और फेयर/फाउल कॉल्स में मदद करते हैं।",

  "whyUmpImp": "अंपायर क्यों महत्वपूर्ण हैं:",
  "whyUmpImp1": "अंपायर के बिना खेल अराजकता में बदल सकता है, क्योंकि खिलाड़ी और कोच निरंतर निर्णयों पर बहस कर सकते हैं।",
  "whyUmpImp2": "अंपायर सुनिश्चित करते हैं कि खेल सुचारू रूप से, निष्पक्ष रूप से और बिना पक्षपाती के चले।",

  "rule14Summary": "सारांश:",
  "rule14SummaryDetail": "अंपायर बेसबॉल में निष्पक्षता और व्यवस्था के रक्षक होते हैं, यह सुनिश्चित करते हैं कि हर खेल खेल के भावना और नियमों के अनुसार हो। वे दबाव में कठिन निर्णय लेते हैं और बेसबॉल की संरचना का एक अभिन्न हिस्सा होते हैं।",

  "rule14Hint": "हमारे एआई से 14वें नियम के बारे में कुछ भी पूछें...",

  "standardGameLength": "मानक खेल की लंबाई:",
  "standardGameLength1": "एक बेसबॉल खेल सामान्यत: 9 इनिंग्स का होता है।",
  "standardGameLength2": "हर इनिंग को दो हिस्सों में बांटा जाता है:",
  "standardGameLength3": "ऊपरी आधा, जहाँ विजिटिंग टीम बैटिंग करती है।",
  "standardGameLength4": "निचला आधा, जहाँ होम टीम बैटिंग करती है।",
  "standardGameLength5": "टीमें बैटिंग और फील्डिंग बारी-बारी से करती हैं, और इनिंग तब समाप्त होती है जब फील्डिंग टीम को तीन आउट मिल जाते हैं।",
  "standardGameLength6": "9वीं इनिंग के अंत में, जो टीम सबसे ज्यादा रन बनाती है, वह विजेता घोषित होती है।",

  "tiedGame": "टाई और अतिरिक्त इनिंग्स:",
  "tiedGame1": "अगर 9 इनिंग्स के अंत में स्कोर बराबरी पर हो, तो खेल को टाई तोड़ने के लिए अतिरिक्त इनिंग्स में ले जाया जाता है।",
  "tiedGame2": "हर अतिरिक्त इनिंग में नियमित इनिंग की संरचना का पालन किया जाता है।",
  "tiedGame3": "खेल तब तक जारी रहता है जब तक एक टीम दूसरे से अधिक रन नहीं बना लेती।",
  "tiedGame4": "अतिरिक्त इनिंग्स में लक्ष्य वही रहता है: उस इनिंग में प्रतिद्वंद्वी को आउट करके जीत सुनिश्चित करना।",

  "winningBefore9Ing": "9वीं इनिंग से पहले जीत (मर्सी नियम):",
  "winningBefore9Ing1": "कुछ लीगों में एक मर्सी नियम लागू हो सकता है (अक्सर शौकिया या युवा बेसबॉल में):",
  "winningBefore9Ing10": "यह नियम खेल को जल्दी समाप्त कर देता है अगर एक टीम एक निश्चित संख्या में इनिंग्स के बाद बहुत बड़ी बढ़त बना चुकी हो।",
  "winningBefore9Ing101": "उदाहरण के लिए, अगर एक टीम 7 इनिंग्स के बाद 10 या उससे अधिक रन से आगे हो, तो खेल समाप्त किया जा सकता है।",

  "homeAdvantage": "होम टीम का लाभ:",
  "homeAdvantage1": "अगर होम टीम 9वीं इनिंग के निचले आधे (या किसी अतिरिक्त इनिंग) में आगे है, तो खेल तुरंत समाप्त हो जाता है और होम टीम जीत जाती है। इसे 'वॉक-ऑफ' जीत कहा जाता है।",

  "rule15Summary": "सारांश:",
  "rule15SummaryDetail": "एक बेसबॉल खेल का विजेता वह टीम होती है जो खेल के अंत तक सबसे अधिक रन बनाती है, चाहे वह नियमित 9 इनिंग्स के दौरान हो या अतिरिक्त इनिंग्स में टाई के बाद। यह संरचना निष्पक्षता और उत्साह सुनिश्चित करती है, जिससे प्रशंसक खेल के आखिरी क्षण तक जुड़े रहते हैं।",

  "rule15Hint": "हमारे एआई से 15वें नियम के बारे में कुछ भी पूछें...",

  "chatTitle": "हमारे एडवांस एआई के साथ बेसबॉल सीखें",
  "chatDescription": "मैं आपका एआई कोच हूँ, यहाँ बेसबॉल की दुनिया को आपके लिए खोलने के लिए! ⚾ चाहे आप एक बिल्कुल नए खिलाड़ी हों या उन्नत रणनीतियों को मास्टर करना चाहते हों, मैं आपकी मदद करूंगा। नियमों को समझाने से लेकर खेल की गहराई में जाने तक, मैं यह सुनिश्चित करूंगा कि आप प्लेट पर खड़ा होने के लिए तैयार हों। सवाल हैं? उत्सुक हैं? आइए कार्रवाई में कूदें और बेसबॉल के बारे में कुछ भी पूछें—चलो इसे एक ग्रैंड स्लैम बनाते हैं! 🚀",
  "chatLabel": "एआई से चैट शुरू करें:",
  "chatHint": "बेसबॉल के बारे में मुझसे कुछ भी पूछें...",
  "chatAIPrompt": "आप एक बेसबॉल विशेषज्ञ और शिक्षक हैं। आपकी भूमिका एक नए प्रशंसक का मार्गदर्शन और शिक्षा देना है जो बेसबॉल के बारे में सीखना चाहता है। हमेशा स्पष्ट, सटीक और विस्तृत उत्तर दें जो उपयोगकर्ता को खेल को समझने में मदद करें। केवल बेसबॉल विशेषज्ञ के रूप में उत्तर दें, नियमों, इतिहास, रणनीतियों और खेल से संबंधित अन्य पहलुओं की व्याख्या करें। यदि उपयोगकर्ता बेसबॉल से संबंधित कोई अन्य प्रश्न पूछता है, तो कृपया उन्हें दिशा निर्देश दें या सूचित करें कि आप केवल बेसबॉल या किसी अन्य खेल के बारे में चर्चा कर सकते हैं। धैर्य रखें और उत्साह बढ़ाएं, यह सुनिश्चित करते हुए कि उपयोगकर्ता अपने सीखने के यात्रा में स्वागत और सूचित महसूस करें। हमेशा प्रयास करें कि आपका उत्तर संक्षिप्त हो, लेकिन उपयोगकर्ता के प्रश्न के अनुसार पूर्ण और आवश्यक उत्तर दें!",

  "quizTitle": "एआई के साथ बेसबॉल क्विज",
  "quizDescription": "बधाई हो, आपने एआई की मदद से बेसबॉल के नियम और खेल को समझ लिया है! 🎉 अब, चलिए आपके ज्ञान को परखते हैं। मैं आपका एआई कोच हूँ, जो आपके साथ कुछ रोमांचक सवाल पूछने के लिए तैयार है। हर सवाल में चार संभावित उत्तर होंगे—सही उत्तर चुनें और खेल की आपकी समझ को साबित करें। चलिए देखते हैं कि आप बेसबॉल को कितनी अच्छी तरह जानते हैं! 🏟️⚾",
  "quizHint": "यहां अपना उत्तर दर्ज करें...",
  "startQuiz": "क्विज़ शुरू करें",
  "nextQuestion": "अगला प्रश्न",
  "startNewQuiz": "नया क्विज़ शुरू करें",
  "submitAnswer": "उत्तर जमा करें",
  "questions": "सवाल:",
  "correctAnswers": "सही उत्तर:",
  "highScore": "उच्चतम स्कोर:",
  "congratsMessage": "बधाई हो🎉 बहुत अच्छा काम किया – एक नए प्रशंसक के लिए यह एक प्रभावशाली उपलब्धि है! ⚾🌟 चमकते रहें! 🌟🙌",

  "quizPrompt": "आप एक अनुभवी बेसबॉल विशेषज्ञ और उत्साही शिक्षक हैं। एक नया बेसबॉल प्रशंसक अभी-अभी खेल के प्रमुख नियमों को सीख चुका है, जिसमें:  1. खिलाड़ियों की संख्या: टीम की संरचना और खिलाड़ी के कर्तव्य।  2. खेल का उद्देश्य: बॉल को हिट करना और बेसों के चारों ओर दौड़ना।  3. खेल संरचना: इनिंग्स, बारी और बैटिंग और फील्डिंग के बीच की गतिशीलता।  4. मैदान: इनफील्ड, आउटफील्ड, बेस और पिचर का मैound।  5. बैटर का टर्न: हिट, स्ट्राइक, बॉल और आउट को मास्टर करना।  6. बेस रनिंग: बेसों पर सुरक्षित रहने के और बढ़ने के नियम।  7. रन स्कोर करना: सभी बेसों के चारों ओर दौड़कर रन पूरा करना।  8. पिचर का कर्तव्य: पिचिंग की कला, कानूनी कदम और अवैध कदमों से बचना।  9. फील्डिंग टीम का कर्तव्य: बल्लेबाजों और रनरों को कैच, टैग और फोर्स खेलों से आउट करना।  10. आउट और साइड स्विच करना: तीन आउट के बाद एक आधे इनिंग की समाप्ति और टीमों का बारी-बारी से स्विच।  11. होम रन: मैदान से बाहर बॉल हिट करने का रोमांच।  12. विशेष खेल: डबल खेल, ट्रिपल खेल, बंट्स, चोरी बेस और अधिक।  13. फाउल्स: फाउल बॉल्स की पहचान और उनके परिणाम।  14. अंपायर और नियमों का पालन: मैदान पर निष्पक्ष खेल सुनिश्चित करना।  15. खेल जीतना: 9 इनिंग्स के बाद या टाई के मामले में अतिरिक्त इनिंग्स के बाद विजेता का निर्णय।   आपका मिशन है इन नियमों की समझ का परीक्षण करने के लिए दिलचस्प सवाल पूछना। हर सवाल के लिए चार उत्तर विकल्प दें (हर उत्तर एक लाइन में आना चाहिए) और उन्हें खेल में महारत तक मार्गदर्शन करें। इसे मजेदार, रोचक और सूचनात्मक बनाएं! महत्वपूर्ण नोट: एक बार में केवल एक सवाल पूछें!!!\n हमेशा अपने सवालों को \"नया सवाल\" के रूप में टाइटल दें, जैसे \"सवाल 1\" या \"सवाल 2\" नहीं। \n don't ask too much difficult questions and don't ever repeat the previously asked question or their correct answer. always ask a new fresh question!! ",

  "aiGeneratingQuestion": "AI प्रश्न बना रहा है...",
  "aiAnswering": "AI उत्तर दे रहा है...",
  "aiAnalyzingResponse": "AI आपके उत्तर का विश्लेषण कर रहा है...",
  "impNote": "महत्वपूर्ण नोट: यह हैं आपके द्वारा पहले पूछे गए सवाल! कृपया इन्हें दोबारा न पूछें:",

  "privacyTitle": "गोपनीयता नीति",
  "privacyDesc": "Learn Baseball में आपका स्वागत है। आपकी गोपनीयता हमारे लिए अत्यंत महत्वपूर्ण है। यह गोपनीयता नीति यह समझाती है कि हम आपकी जानकारी कैसे एकत्र करते हैं, उपयोग करते हैं, और आपकी जानकारी को सुरक्षित रखते हैं जब आप हमारा ऐप उपयोग करते हैं।",

  "infoWeCollect": "हम कौन सी जानकारी एकत्र करते हैं",
  "usageData": "उपयोग डेटा",
  "usageDataDetail": ": यह जानकारी कि आप ऐप का उपयोग कैसे करते हैं, जिसमें आपके क्विज़ की प्रगति और AI के साथ आपकी चैट इंटरैक्शन शामिल हैं।",
  "deviceData": "डिवाइस डेटा",
  "deviceDataDetail": ": आपके डिवाइस की जानकारी जैसे कि आपका ब्राउज़र प्रकार और ऑपरेटिंग सिस्टम।",

  "howUseYourInfo": "हम आपकी जानकारी का उपयोग कैसे करते हैं",
  "howUseYourInfoSub": "हम एकत्र की गई जानकारी का उपयोग आपके अनुभव को प्रदान करने और सुधारने के लिए करते हैं:",
  "howUseYourInfoSub1": "आपकी सीखने की यात्रा को व्यक्तिगत बनाने के लिए।",
  "howUseYourInfoSub2": "उपयोग रुझानों का विश्लेषण करने और ऐप प्रदर्शन को सुधारने के लिए।",

  "howWeProtectData": "हम आपकी जानकारी को कैसे सुरक्षित रखते हैं",
  "howWeProtectData1": "हम डेटा सुरक्षा को गंभीरता से लेते हैं और आपकी जानकारी की सुरक्षा के लिए उद्योग-मानक उपायों का उपयोग करते हैं। आपका डेटा एन्क्रिप्ट किया गया है, स्थानीय रूप से संग्रहीत है और सुरक्षित है।",

  "thirdPartyService": "तृतीय-पक्ष सेवाएं",
  "thirdPartyService1": "हम वर्तमान में Google की Gemini API के अलावा कोई अन्य तृतीय-पक्ष सेवा का उपयोग नहीं कर रहे हैं।",

  "changesInPolicy": "इस नीति में परिवर्तन",
  "changesInPolicy1": "हम समय-समय पर इस गोपनीयता नीति को अपडेट कर सकते हैं। हम ऐप या ईमेल के माध्यम से महत्वपूर्ण परिवर्तनों के बारे में आपको सूचित करेंगे।",
  "changesInPolicy2": "यदि आपके पास इस गोपनीयता नीति के बारे में कोई प्रश्न हैं, तो कृपया हमसे संपर्क करें। ",

  "historyTitle": "एआई के साथ बेसबॉल इतिहास सीखें",

  "baseballOrigin": "बेसबॉल की उत्पत्ति:",
  "baseballOrigin1": "बेसबॉल की जड़ें 18वीं सदी में हैं, जब इंग्लैंड में इसी तरह के बल्ला-गेंद खेल खेले जाते थे। यह खेल 19वीं सदी के दौरान उत्तरी अमेरिका में अपने आधुनिक रूप में विकसित हुआ।",

  "firstGame": "पहला आधिकारिक खेल:",
  "firstGame1": "संयुक्त राज्य अमेरिका में दर्ज पहला बेसबॉल खेल 19 जून, 1846 को होबोकेन, न्यू जर्सी में हुआ था। नॉकरबॉकर बेस बॉल क्लब के सदस्य अलेक्जेंडर कार्टराइट को खेल के नियमों को औपचारिक बनाने का श्रेय दिया जाता है।",

  "baseballGrowth": "बेसबॉल का विकास:",
  "baseballGrowth1": "19वीं सदी के अंत तक, बेसबॉल अमेरिका का राष्ट्रीय खेल बन गया। 1903 में मेजर लीग बेसबॉल (MLB) की स्थापना ने एक संरचित लीग प्रणाली की शुरुआत को चिह्नित किया।",

  "globalExpansion": "वैश्विक विस्तार:",
  "globalExpansion1": "बेसबॉल ने जापान, दक्षिण कोरिया और डोमिनिकन रिपब्लिक जैसे देशों में पेशेवर लीगों के साथ अंतर्राष्ट्रीय लोकप्रियता प्राप्त की है। यह एक ओलंपिक खेल भी है, जो इसकी वैश्विक अपील को दर्शाता है।",

  "baseballToday": "आज का बेसबॉल:",
  "baseballToday1": "आज, बेसबॉल दुनिया भर में लाखों लोगों को प्रेरित करता है, खेलों में परंपरा को आधुनिक प्रगति के साथ जोड़ता है। MLB खेल का केंद्र बना हुआ है, अपने प्रतिष्ठित खिलाड़ियों और यादगार पलों के साथ प्रशंसकों को मोहित करता है।",

  "historyHint": "हमारी एआई से बेसबॉल के इतिहास के बारे में कुछ भी पूछें...",

  "historyPrompt": "आप एक बेसबॉल इतिहासकार और विशेषज्ञ हैं। आपका कार्य एक नए प्रशंसक को खेल के बारे में मार्गदर्शन और शिक्षा देना है, जो बेसबॉल और उसकी इतिहास के बारे में सीखना चाहता है यदि वे आपसे कोई प्रश्न पूछते हैं। हमेशा स्पष्ट, सटीक और विस्तृत उत्तर प्रदान करें जो उपयोगकर्ता को खेल और इतिहास को समझने में मदद करें। केवल बेसबॉल इतिहासकार या विशेषज्ञ के रूप में उत्तर दें, खेल से संबंधित इतिहास, रणनीतियों और अन्य पहलुओं को समझाते हुए। यदि उपयोगकर्ता बेसबॉल से संबंधित नहीं कुछ पूछता है, तो कृपया उन्हें विनम्रता से मार्गदर्शन करें या उन्हें बताएं कि आप केवल बेसबॉल और उसके इतिहास पर चर्चा कर सकते हैं। धैर्यवान और प्रोत्साहनपूर्ण बनें, यह सुनिश्चित करें कि उपयोगकर्ता अपनी सीखने की यात्रा में स्वागत और सूचित महसूस करे। हमेशा अपने उत्तर को छोटा रखने की कोशिश करें लेकिन उपयोगकर्ता के प्रश्न के अनुसार पूर्ण, अर्थपूर्ण और आवश्यक उत्तर दें।"
}
