{
  "sliderComponentTitle": "نئے مداحوں کے لیے آغاز سے لے کر ایڈوانس تک بیسبال سیکھیں",
  "language": "Urdu",

  "qnawithAI": "AI کے ساتھ سوال و جواب:",
  "sendQuestion": "سوال بھیجیں",

  "contentTableTitle": "بیسبال کے اصول - مواد کی فہرست ↓",
  "content1": "کھلاڑیوں کی تعداد .1",
  "content2": "2. کھیل کا مقصد",
  "content3": "3. کھیل کی ساخت",
  "content4": "4. میدان",
  "content5": "5. بیٹر کی باری",
  "content6": "6. بیس رننگ",
  "content7": "7. رن سکور کرنا",
  "content8": "8. پچرز کا کردار",
  "content9": "9. فیلڈنگ ٹیم کا کردار",
  "content10": "10. آؤٹ اور طرفیں بدلنا",
  "content11": "11. ہوم رنز",
  "content12": "12. خاص کھیل",
  "content13": "13. فال",
  "content14": "14. امپائر اور قوانین",
  "content15": "15. کھیل جیتنا",

  "rule1": "قانون نمبر 1:",
  "rule2": "قانون نمبر 2:",
  "rule3": "قانون نمبر 3:",
  "rule4": "قانون نمبر 4:",
  "rule5": "قانون نمبر 5:",
  "rule6": "قانون نمبر 6:",
  "rule7": "قانون نمبر 7:",
  "rule8": "قانون نمبر 8:",
  "rule9": "قانون نمبر 9:",
  "rule10": "قانون نمبر 10:",
  "rule11": "قانون نمبر 11:",
  "rule12": "قانون نمبر 12",
  "rule13": "قانون نمبر 13:",
  "rule14": "قانون نمبر 14:",
  "rule15": "قانون نمبر 15:",

  "rule1Title": "بیسبال میں کھلاڑیوں کی تعداد",
  "rule2Title": "کھیل کا مقصد",
  "rule3Title": "کھیل کی ساخت",
  "rule4Title": "میدان",
  "rule5Title": "بیٹر کی باری",
  "rule6Title": "بیس رننگ",
  "rule7Title": "رن سکور کرنا",
  "rule8Title": "پچرز کا کردار",
  "rule9Title": "فیلڈنگ ٹیم کا کردار",
  "rule10Title": "آؤٹ اور طرفیں بدلنا",
  "rule11Title": "ہوم رنز",
  "rule12Title": "خاص کھیل",
  "rule13Title": "فال",
  "rule14Title": "امپائر اور قوانین کی عملداری",
  "rule15Title": "کھیل جیتنا",

  "rule1Subtitle": "بیسبال دو ٹیموں کے درمیان کھیلا جاتا ہے، اور کھلاڑیوں کو اس طرح تقسیم کیا جاتا ہے:",
  "rule2Subtitle": "بیسبال کا بنیادی مقصد رن سکور کرنا ہے، اور جو ٹیم کھیل کے آخر میں سب سے زیادہ رن بناتی ہے، وہ جیت جاتی ہے۔ آئیے اس کو مزید تفصیل سے سمجھتے ہیں:",
  "rule3Subtitle": "بیسبال کا ایک منفرد ڈھانچہ ہوتا ہے جو دونوں ٹیموں کے درمیان انصاف اور بہاؤ کو یقینی بناتا ہے۔ اس قاعدے کو مزید سادہ حصوں میں تقسیم کرتے ہیں:",
  "rule4Subtitle": "بیسبال کا میدان خاص طور پر اس طرح ڈیزائن کیا گیا ہے کہ یہ ایک منصفانہ اور دلچسپ کھیل بنائے۔ آئیے اس کو تفصیل سے سمجھتے ہیں:",
  "rule5Subtitle": "بیٹر کی باری بیسبال میں ایک اہم لمحہ ہوتا ہے، جہاں کھلاڑی بال کو مار کر اپنی ٹیم کے رن سکور کرنے کے امکانات بڑھاتا ہے۔ اس کو تفصیل سے سمجھتے ہیں:",
  "rule6Subtitle": "بیس رننگ بیسبال کا ایک اہم حصہ ہے جہاں کھلاڑی بیسوں کے گرد دوڑ کر رن سکور کرتے ہیں۔ اس کو تفصیل سے سمجھتے ہیں:",
  "rule7Subtitle": "رن سکور کرنا بیسبال کا حتمی مقصد ہے۔ ایک ٹیم رن اس وقت کماتی ہے جب وہ بیسوں کے گرد پورا چکر مکمل کرتی ہے۔ یہ کیسے کام کرتا ہے، آئیے دیکھتے ہیں:",
  "rule8Subtitle": "پچرز میدان پر سب سے اہم کھلاڑیوں میں سے ایک ہوتا ہے کیونکہ وہ ہر کھیل کی رفتار اور نتیجے پر قابو پاتے ہیں۔ ان کے کردار کا تجزیہ کرتے ہیں:",
  "rule9Subtitle": "فیلڈنگ ٹیم دفاع کرتی ہے، بیٹنگ ٹیم کو رن سکور کرنے سے روکنے کی کوشش کرتی ہے، بیٹرز اور رنرز کو آؤٹ کر کے۔ یہ کیسے کام کرتا ہے، آئیے سمجھتے ہیں:",
  "rule10Subtitle": "بیسبال کا کھیل اننگز میں تقسیم ہوتا ہے، اور ہر اننگ میں دو نصف ہوتے ہیں: ایک جہاں ایک ٹیم بیٹ کرتی ہے اور دوسرا جہاں وہ فیلڈنگ کرتی ہے۔ آؤٹ اور طرفیں بدلنے کا طریقہ یہ ہے:",
  "rule11Subtitle": "ہوم رن بیسبال کے سب سے دلچسپ لمحات میں سے ایک ہے! یہ اس وقت ہوتا ہے جب بیٹر بال کو اتنا سخت اور دور مارتا ہے کہ وہ کھیل کے میدان سے باہر نکل جاتی ہے، عام طور پر آؤٹ فیلڈ کی باڑ کے پار۔",
  "rule12Subtitle": "بیسبال میں خاص کھیل وہ منفرد حالات یا حکمت عملیاں ہیں جو کھیل کے نتیجے کو تبدیل کر سکتی ہیں۔ ان میں فوری سوچ اور ٹیم ورک کی ضرورت ہوتی ہے۔ آئیے کچھ اہم خاص کھیل دیکھتے ہیں:",
  "rule13Subtitle": "بیسبال میں فال وہ بال ہے جو کھیل کے میدان کی فال لائن کے باہر گرتی ہے یا اس کے چھو جانے کے بعد۔ آئیے اس قاعدے کو واضح کرنے کے لئے سمجھتے ہیں:",
  "rule14Subtitle": "بیسبال میں امپائر وہ افسران ہوتے ہیں جو کھیل کے منصفانہ اور قواعد کے مطابق کھیلنے کو یقینی بناتے ہیں۔ وہ کھیل کے دوران اہم فیصلے کرتے ہیں اور اس کی سالمیت کو برقرار رکھتے ہیں:",
  "rule15Subtitle": "بیسبال کا حتمی مقصد کھیل کے اختتام تک مخالف ٹیم سے زیادہ رن بنانا ہے۔ آئیے دیکھتے ہیں کہ فاتح کا تعین کیسے ہوتا ہے:",

  "whenDefending": "دفاع کرتے وقت:",
  "whenDefendingSubtitle": "میدان میں دفاعی ٹیم میں 9 کھلاڑی ہوتے ہیں، ہر ایک کا مخصوص کردار ہوتا ہے:",
  "pitcher": "پچرز",
  "pitcherDetail": ": بیٹر کو بال پھینکتا ہے۔",
  "catcher": "کچر",
  "catcherDetail": ": بیٹر کے پیچھے بال پکڑتا ہے۔",
  "firstBaseman": "فرسٹ بیس مین",
  "firstBasemanDetail": ": فرسٹ بیس کی حفاظت کرتا ہے۔",
  "secondBaseman": "سیکنڈ بیس مین",
  "secondBasemanDetail": ": سیکنڈ بیس کی حفاظت کرتا ہے۔",
  "thirdBaseman": "تھرڈ بیس مین",
  "thirdBasemanDetail": ": تھرڈ بیس کی حفاظت کرتا ہے۔",
  "shortstop": "شارٹ اسٹاپ",
  "shortstopDetail": ": سیکنڈ اور تھرڈ بیس کے درمیان کھیلتا ہے۔",
  "leftFielder": "لیفٹ فیلڈر",
  "leftFielderDetail": ": بائیں آؤٹ فیلڈ کی حفاظت کرتا ہے۔",
  "centerFielder": "سنٹر فیلڈر",
  "centerFielderDetail": ": سینٹر آؤٹ فیلڈ کی حفاظت کرتا ہے۔",
  "rightFielder": "رائٹ فیلڈر",
  "rightFielderDetail": ": دائیں آؤٹ فیلڈ کی حفاظت کرتا ہے۔",

  "whenattacking": "حملہ کرتے وقت:",
  "whenattackingSubtitle": "کھلاڑی باری باری بیٹنگ کرتے ہیں اور بال مار کر بیسوں کے گرد دوڑ کر رن سکور کرنے کی کوشش کرتے ہیں۔",

  "howManyPlayers": "کل کتنے کھلاڑی ہیں؟",
  "howManyPlayersDetail": "ہر ٹیم کے پاس 25-26 کھلاڑیوں کی فہرست ہوتی ہے، لیکن دفاعی ٹیم کے صرف 9 کھلاڑی میدان میں ایک وقت میں فعال ہوتے ہیں۔",

  "rule1Summary": "خلاصہ:",
  "9Players": "9 کھلاڑی",
  "9PlayersDetails": "دفاع کرتے وقت میدان میں ہوتے ہیں۔",
  "1Player": "1 کھلاڑی",
  "1PlayerDetails": "حملہ کرتے وقت بیٹنگ کرتا ہے۔",

  "rule1Hint": "ہمارے AI سے پہلے قانون کے بارے میں کچھ بھی پوچھیں...",

  "scoringRuns": "رن اسکور کرنا:",
  "scoringRunsSubtitle": "ایک رن اس وقت اسکور ہوتا ہے جب کھلاڑی چار بیسوں (پہلا بیس، دوسرا بیس، تیسرا بیس، اور ہوم پلیٹ) کے ارد گرد مکمل چکر لگا کر اور ہر ایک کو باری باری چھوتا ہے۔",
  "theBattersRole": "بیٹر کا کردار",
  "theBattersRoleDetail": ": جب ان کی باری آتی ہے، تو کھلاڑی بیٹر کے طور پر پلیٹ کے سامنے آتے ہیں۔ انہیں شروع کرنے کے لیے پچ کی گئی گیند کو مارنا ضروری ہوتا ہے۔",
  "becomingARunner": "رنر بننا",
  "becomingARunnerDetail": ": جب بیٹر کامیابی سے گیند کو مار لیتا ہے، تو وہ رنر بن جاتے ہیں اور جتنا ہو سکے بیسوں پر آگے بڑھنے کی کوشش کرتے ہیں بغیر کہ \"آؤٹ\" ہو جائیں۔",

  "runningTheBases": "بیسوں پر دوڑنا:",
  "basePath": "بیس کا راستہ",
  "basePathDetail": ": کھلاڑیوں کو ایک خاص راستے کے اندر دوڑنا پڑتا ہے تاکہ وہ ایک بیس سے اگلے بیس تک پہنچیں۔",
  "stoppingAtBase": "بیس پر رکنا",
  "stoppingAtBaseDetail": ": ایک رنر بیس پر رکنے کا انتخاب کر سکتا ہے اگر آگے بڑھنا زیادہ خطرناک محسوس ہو (مثلاً گیند قریب سے فیلڈ کی جا رہی ہو)۔ وہ کسی آئندہ کھیل میں اگلے بیس تک جا سکتے ہیں۔",
  "homePlate": "ہوم پلیٹ",
  "homePlateDetail": ": تمام دوسرے بیسوں کو ترتیب سے چھونے کے بعد ہوم پلیٹ پر واپس آنا ٹیم کے لیے ایک رن حاصل کرتا ہے۔",

  "theFieldingTeamsGoal": "فیلڈنگ ٹیم کا مقصد:",
  "theFieldingTeamsGoalSutTitle": "فیلڈنگ ٹیم کا کام بیٹنگ ٹیم کو اسکور کرنے سے روکنا ہوتا ہے:",
  "catching": "کچنگ",
  "catchingDetail": ": اگر وہ مارا گیا گیند زمین سے پہلے پکڑ لیتے ہیں، تو بیٹر آؤٹ ہو جاتا ہے۔",
  "throwing": "پھینکنا",
  "throwingDetail": ": فیلڈرز گیند کو بیس تک پھینک سکتے ہیں اس سے پہلے کہ رنر وہاں پہنچے، جس سے رنر \"آؤٹ\" ہو جاتا ہے۔",

  "tagging": "ٹگنگ",
  "taggingDetail": ": اگر رنر بیس پر نہیں ہے اور فیلڈر گیند کے ساتھ انہیں چھو لیتا ہے تو رنر آؤٹ ہو جاتا ہے۔",

  "strategicPlays": "اسٹریٹجک کھیل:",
  "baseHits": "بیس ہٹس",
  "baseHitsDetail": ": ایک واحد ہٹ جس سے بیٹر پہلا بیس تک پہنچ سکتا ہے اسے \"سنگل\" کہتے ہیں، جبکہ ایک ہٹ سے مزید بیس تک پہنچنا \"ڈبل\"، \"ٹرپل\"، یا یہاں تک کہ \"ہوم رن\" ہو سکتا ہے۔",
  "homeRun": "ہوم رن",
  "homeRunDetails": ": ہوم رن اس وقت ہوتا ہے جب بیٹر گیند کو کھیل کے میدان سے باہر مار دیتا ہے جو کہ فئیر ٹیریٹری میں ہو۔ بیٹر اور بیس پر موجود کسی بھی رنر کو خودبخود رن ملتا ہے۔",
  "sacrificesAndBunting": "قربانیاں اور بُنٹنگ",
  "sacrificesAndBuntingDetails": ": کبھی کبھار، بیٹر اپنے ساتھیوں کو بیسوں پر آگے بڑھنے دینے کے لیے جان بوجھ کر چھوٹی ہٹس کرتے ہیں۔",

  "winningtheGame": "گیم جیتنا:",
  "winningtheGame1": "ایک بیس بال کا کھیل عام طور پر نو اننگز پر کھیلا جاتا ہے۔",
  "winningtheGame2": "ہر ٹیم کو ہر اننگ میں بیٹنگ اور فیلڈنگ کا موقع ملتا ہے۔",
  "winningtheGame3": "نو اننگز کے آخر میں جو ٹیم سب سے زیادہ رن بناتی ہے، وہ جیت جاتی ہے۔",
  "winningtheGame4": "اگر سکور برابر ہو، تو اضافی اننگز کھیلی جاتی ہیں جب تک کہ کوئی فاتح نہ مل جائے۔",

  "rule2Hint": "ہم سے دوسرے قاعدے کے بارے میں کچھ بھی پوچھیں...",

  "innings": "اننگز:",
  "inningsSubtitle": "ایک بیس بال کا کھیل اننگز میں تقسیم ہوتا ہے۔",
  "inningsHalves": "ہر اننگ کے دو حصے ہوتے ہیں:",
  "topHalf": "اوپر کا حصہ",
  "topHalfDetail": ": ایک ٹیم بیٹنگ کرتی ہے جب کہ دوسری ٹیم فیلڈنگ کرتی ہے۔",
  "bottomHalf": "نیچے کا حصہ",
  "bottomHalfDetail": ": کردار بدل جاتے ہیں۔",
  "mostInnings": "زیادہ تر کھیل نو اننگز پر کھیلے جاتے ہیں۔ اگر سکور برابر ہو، تو اضافی اننگز کھیلی جاتی ہیں جب تک کہ کوئی ٹیم جیت نہ جائے۔",

  "turnsBattingAndFielding": "بیٹنگ اور فیلڈنگ کی باری:",
  "turnsBattingAndFielding1": "ہر ٹیم کو بیٹنگ (رن اسکور کرنے کی کوشش) اور فیلڈنگ (دوسری ٹیم کو اسکور کرنے سے روکنے) کا موقع ملتا ہے۔",
  "turnsBattingAndFielding2": "ایک باری اس وقت ختم ہوتی ہے جب بیٹنگ ٹیم کو تین آؤٹ ہو جائیں۔",
  "turnsBattingAndFielding3": "جب دونوں ٹیموں کو بیٹنگ اور فیلڈنگ کا موقع مل جاتا ہے، اننگ مکمل ہو جاتی ہے۔",

  "theTransitionBetweenRoles": "کرداروں کے درمیان منتقلی:",
  "theTransitionBetweenRoles1": "تین آؤٹ کے بعد فیلڈنگ ٹیم بیٹنگ ٹیم بن جاتی ہے، اور بیٹنگ ٹیم فیلڈ میں چلی جاتی ہے۔",
  "theTransitionBetweenRoles2": "یہ منتقلی کھیل کو متوازن رکھتی ہیں، دونوں ٹیموں کو رن اسکور کرنے کے برابر مواقع دیتی ہیں۔",

  "whyIsTheStructureImportant": "ڈھانچہ کیوں اہم ہے؟",
  "whyIsTheStructureImportant1": "اننگز اور باری کھیل کو منصفانہ اور اسٹریٹجک بناتے ہیں۔",
  "whyIsTheStructureImportant2": "ٹیمیں اپنے اقدامات کو احتیاط سے پلان کرتی ہیں، چاہے وہ بیٹنگ کرتے ہوئے رن اسکور کرنے کی بات ہو یا فیلڈنگ کرتے ہوئے دوسری ٹیم کو روکنے کی۔",
  "whyIsTheStructureImportant3": "یہ بہاؤ اس بات کو یقینی بناتا ہے کہ دونوں ٹیموں کو اسکور کرنے کے برابر مواقع ملیں، جس سے بیس بال ایک مہارت اور حکمت عملی کا کھیل بنتا ہے، نہ کہ موقع کا۔",

  "rule3Hint": "ہم سے تیسرے قاعدے کے بارے میں کچھ بھی پوچھیں...",

  "basicLayout": "بنیادی ترتیب:",
  "basicLayoutSubtitle": "میدان ایک ہیرے کی شکل کا ہوتا ہے اور دو اہم علاقوں میں تقسیم ہوتا ہے:",
  "infield": "ان فیلڈ",
  "infieldDetail": ": میدان کا اندرونی حصہ جہاں بیس اور پچرز ماؤنڈ واقع ہیں۔",
  "outfield": "آؤٹ فیلڈ",
  "outfieldDetail": ": ان فیلڈ کے باہر کا گھاس والا علاقہ۔",

  "bases": "بیسز:",
  "basesSubtitle1": "چار بیسیں ہیں ",
  "basesSubtitle2": "جو ہیرے کی شکل میں ترتیب دی گئی ہیں:",
  "homePlate2": "ہوم پلیٹ",
  "homePlateDetail2": ": جہاں بیٹر کھڑے ہوتے ہیں اور اپنی باری شروع کرتے ہیں۔",
  "firstBase": "پہلا بیس",
  "secondBase": "دوسرا بیس",
  "thirdBase": "تیسرا بیس",
  "bases3": "مقصد یہ ہے کہ رنرز تمام بیسوں کو ترتیب سے چھو کر رن اسکور کریں۔",

  "pitchersMound": "پچرز کا ماؤنڈ:",
  "pitchersMound1": "ان فیلڈ کے مرکز میں ایک بلند جگہ۔",
  "pitchersMound2": "پچرز یہاں کھڑے ہو کر بیٹر کی طرف گیند پھینکتے ہیں۔",
  "pitchersMound3": "یہ ہوم پلیٹ سے ایک خاص فاصلے پر واقع ہوتا ہے تاکہ انصاف کی ضمانت دی جا سکے۔",

  "rule4Summary": "خلاصہ:",
  "rule4SummaryDetail": "یہ ترتیب ایک متحرک کھیل کا ماحول پیدا کرتی ہے، جس میں کھلاڑیوں کے مخصوص کردار اور حملہ و دفاع کے لیے واضح مقاصد ہوتے ہیں۔",

  "rule4Hint": "ہم سے چوتھے قاعدے کے بارے میں کچھ بھی پوچھیں...",

  "hittingTheBall": "گیند کو مارنا:",
  "hittingTheBall1": "بیٹر کا اصل کام پچرز کی طرف سے پھینکی گئی گیند کو مارنا ہے۔",
  "hittingTheBall2": "اگر گیند کھیل کے میدان میں مار دی جائے، تو بیٹر پہلے بیس کی طرف دوڑتا ہے اور جتنا ممکن ہو آگے بڑھنے کی کوشش کرتا ہے۔",

  "strikesAndBalls": "اسٹرائیک اور بالز:",
  "strikes": "اسٹرائیک:",
  "strikes1": "اگر بیٹر سوئنگ کرے اور گیند چھوٹ جائے، تو وہ اسٹرائیک ہوتا ہے۔",
  "strikes2": "اگر بیٹر سوئنگ نہ کرے اور گیند اسٹرائیک زون سے گزر جائے، تو وہ اسٹرائیک ہوتا ہے۔",
  "strikes3": "تین اسٹرائیکز سے بیٹر \"آؤٹ\" ہو جاتا ہے۔",
  "Balls": "بالز:",
  "Balls1": "اگر پچرز گیند کو اسٹرائیک زون کے باہر پھینکیں اور بیٹر سوئنگ نہ کرے، تو وہ بال کہلاتی ہے۔",
  "Balls2": "چار بالز سے بیٹر پہلے بیس تک چل کر پہنچتا ہے (اسے \"واک\" کہتے ہیں)।",

  "howABatterisOut": "بیٹر کس طرح آؤٹ ہوتا ہے:",
  "howABatterisOutSubtitle": "بیٹر کو مختلف طریقوں سے آؤٹ قرار دیا جا سکتا ہے:",
  "threeStrikes": "تین اسٹرائیکز",
  "threeStrikesDetail": ": بیٹر تین اسٹرائیکز کے بعد گیند کو نہیں مار پاتے۔",
  "caughtBall": "پکڑی ہوئی گیند",
  "caughtBallDetail": ": اگر فیلڈر گیند کو ہوا میں پکڑ لے اس سے پہلے کہ وہ زمین پر گرے۔",
  "thrownOut": "پھینک کر آؤٹ",
  "thrownOutDetail": ": گیند پہلے بیس پر پھینکی جاتی ہے اس سے پہلے کہ بیٹر وہاں پہنچے۔ مداخلت: اگر بیٹر کیچر یا کسی دوسرے کھلاڑی کے ساتھ مداخلت کرے۔",
  "interference": "مداخلت",
  "interferenceDetail": ": اگر بیٹر کیچر یا کسی دوسرے کھلاڑی کے ساتھ مداخلت کرے۔",

  "rule5Summary": "خلاصہ:",
  "rule5SummaryDetails": "بیٹر کی باری کو سمجھنا کھلاڑیوں اور مداحوں کو ہر پچ اور سوئنگ کے پیچھے کی دلچسپی اور حکمت عملی سمجھنے میں مدد دیتا ہے!",
  "rule5Hint": "ہم سے پانچویں قاعدے کے بارے میں کچھ بھی پوچھیں...",

  "runningBetweenBases": "بیسوں کے درمیان دوڑنا:",
  "startingPoint": "آغاز کا نقطہ",
  "startingPointDetail": ": گیند کو مارنے کے بعد، بیٹر رنر بن جاتا ہے اور پہلے بیس کی طرف بڑھتا ہے۔",
  "sequence": "ترتیب",
  "sequenceDetail": ": رنر کا مقصد پہلے بیس سے دوسرے بیس، پھر تیسرے بیس تک اور آخرکار ہوم پلیٹ تک پہنچ کر رن سکور کرنا ہے۔",
  "decisionMaking": "فیصلہ سازی",
  "decisionMakingDetail": ": رنرز کو فیصلہ کرنا ہوتا ہے کہ بیس پر رکنا ہے یا دوڑنا جاری رکھنا ہے، یہ گیند کی دوری اور فیلڈرز کی حرکتوں پر منحصر ہوتا ہے۔",

  "rulesforStayingOnBaseOrAdvancing": "بیس پر رکنے یا آگے بڑھنے کے قواعد:",
  "safeOnBase": "بیس پر محفوظ ہونا:",
  "safeOnBase1": "ایک رنر محفوظ ہوتا ہے اگر وہ بیس پر اس سے پہلے پہنچ جائے جب تک اسے ٹیگ نہ کیا جائے یا اگر بیس پر 'فورس' نہ ہو۔",
  "safeOnBase2": "ایک بار بیس پر پہنچنے کے بعد، رنر وہاں رہ سکتا ہے جب تک اگلا کھیل نہ ہو۔",
  "forceOut": "فورس آؤٹ:",
  "forceOut1": "اگر ایک رنر کے پیچھے دوسرا رنر ہو اور بیس بھرے ہوں تو رنر کو آگے بڑھنا ضروری ہوتا ہے۔",
  "forceOut2": "اگر فیلڈنگ ٹیم گیند کو اگلے بیس تک پھینک دے اس سے پہلے کہ رنر وہاں پہنچے تو رنر آؤٹ ہو جاتا ہے۔",
  "taggingUp": "ٹیگنگ اپ:",
  "taggingUp1": "اگر گیند ہوا میں پکڑی جائے، تو رنر کو اگلے بیس کی طرف بڑھنے سے پہلے اپنے موجودہ بیس کو ٹیگ کرنا ضروری ہوتا ہے۔",
  "stealingBases": "بیس چرانا:",
  "stealingBases1": "ایک رنر اگلے بیس تک بغیر گیند مارے جانے کی کوشش کر سکتا ہے، جسے بیس چرانا کہتے ہیں، مگر اس میں آؤٹ ہونے کا خطرہ ہوتا ہے۔",
  "overrunningFirstBase": "پہلے بیس کو اوور رن کرنا:",
  "overrunningFirstBase1": "رنرز پہلے بیس کو بغیر آؤٹ ہوئے گزر سکتے ہیں، جب تک کہ وہ بیس لائن کے اندر رہیں اور دوسرے بیس کی طرف نہ جائیں۔",

  "rule6Summary": "خلاصہ:",
  "rule6SummaryDetail": "بیس رننگ رفتار، وقت اور حکمت عملی کو یکجا کرتی ہے، جو کھیل کا ایک دلچسپ حصہ بناتی ہے کیونکہ کھلاڑی دفاع کو شکست دینے کی کوشش کرتے ہیں!",

  "rule6Hint": "ہمارے AI سے 6ویں قاعدے کے بارے میں کچھ بھی پوچھیں...",

  "completingARun": "رن مکمل کرنا:",
  "completingARun1": "ایک کھلاڑی ہوم پلیٹ سے بیٹر کے طور پر شروع کرتا ہے، پہلے بیس، دوسرے بیس اور تیسرے بیس سے گزرتا ہے اور آخرکار ہوم پلیٹ پر واپس آ کر رن سکور کرتا ہے۔",
  "completingARun2": "کھلاڑی کو ہر بیس کو صحیح ترتیب سے چھونا ضروری ہوتا ہے اور فیلڈنگ ٹیم سے بچنا ہوتا ہے تاکہ وہ آؤٹ نہ ہو جائے۔",

  "timingAndStrategy": "ٹائمنگ اور حکمت عملی:",
  "whenToAdvance": "کب آگے بڑھنا ہے:",
  "whenToAdvance1": "کھلاڑی گیند کی دوری اور فیلڈرز کی پوزیشننگ پر انحصار کرتے ہوئے آگے بڑھتے ہیں۔",
  "whenToAdvance2": "ایک اچھی مارے جانے والی گیند (جیسے کہ ڈبل، ٹرپل یا ہوم رن) رن مکمل کرنا آسان بناتی ہے۔",
  "multipleRuns": "ایک کھیل میں کئی رنز:",
  "multipleRuns1": "اگر گیند مارے جانے کے وقت رنرز پہلے سے بیس پر ہوں، تو وہ بھی آگے بڑھ کر اور ہوم پلیٹ تک پہنچ کر رن سکور کر سکتے ہیں۔",

  "homeRuns": "ہوم رنز:",
  "homeRuns1": "ہوم رن تب ہوتا ہے جب بیٹر گیند کو میدان سے باہر مار دے (فیئر ٹیریٹری میں فینس کے اوپر)۔",
  "homeRuns2": "ایسی صورت میں، بیٹر اور تمام رنرز بغیر کسی خطرے کے آؤٹ یا فورس آؤٹ ہونے کے خود بخود رن سکور کر لیتے ہیں۔",

  "errors": "غلطیاں اور اضافی مواقع:",
  "errors1": "فیلڈنگ ٹیم کی غلطیاں (جیسے کہ کیچ کا چھوڑنا یا غلط پھینکنا) رنرز کو اضافی مواقع فراہم کر سکتی ہیں تاکہ وہ آگے بڑھ کر رن سکور کریں۔",

  "rule7Summary": "خلاصہ:",
  "rule7SummaryDetail": "ہر ٹیم کا مقصد یہ ہے کہ وہ اپنے بیٹنگ کے دوران جتنے زیادہ رنز سکور کریں تاکہ اپنے حریفوں کو شکست دے سکیں!",

  "rule7Hint": "ہمارے AI سے 7ویں قاعدے کے بارے میں کچھ بھی پوچھیں...",

  "howPitchingWorks": "پچنگ کیسے کام کرتی ہے:",
  "startingThePlay": "کھیل کا آغاز:",
  "startingThePlay1": "پچر گیند کو پچنگ ماؤنڈ سے بیٹر کی طرف پھینکتا ہے۔",
  "startingThePlay2": "مقصد یہ ہے کہ بیٹر کے لیے گیند مارنا مشکل ہو، اور ساتھ ہی پچنگ کے اصولوں کی پابندی ہو۔",
  "typeOfPitches": "پچز کی اقسام:",
  "typeOfPitches1": "پچرز گیند پھینکنے کے لیے مختلف تکنیکوں کا استعمال کرتے ہیں، جیسے:",
  "fastBalls": "فاسٹ بالز",
  "fastBallsDetail": ": تیز رفتار سے پھینکی جاتی ہیں۔",
  "curveballs": "کروین گیندیں",
  "curveballsDetail": ": گیند کو گھماتے ہیں تاکہ وہ ہوا میں موڑ کھائے۔",
  "changeups": "چینج اپس",
  "changeupsDetail": ": یہ تیز لگتی ہیں مگر اصل میں سست ہوتی ہیں تاکہ بیٹر کو دھوکہ دیا جا سکے۔",

  "legalPitches": "قانونی پچز:",
  "legalPitches1": "پچ کو پھینکتے وقت پچرز کو پچنگ ربڑ کے ساتھ ایک پاؤں کو جوڑے رکھنا ضروری ہوتا ہے۔",
  "legalPitches2": "پچر کو گیند اوورہینڈ یا سائیڈ آرم سے پھینکنی چاہیے اور اس کا مقصد اسٹرائیک زون میں مارنا ہوتا ہے:",
  "legalPitches3": "اسٹرائیک زون ایک خیالی باکس ہے جو ہوم پلیٹ کے اوپر بیٹر کے گھٹنوں سے سینے تک ہوتا ہے۔",

  "illegalPitches": "غیر قانونی پچز:",
  "balk": "بالک:",
  "balk1": "اگر پچر پچنگ کی حرکت شروع کرتا ہے مگر گیند نہیں پھینکتا، یا دھوکہ دینے والی حرکت کرتا ہے، تو اسے بالک کہا جاتا ہے، اور اس سے رنرز کو بیس پر آگے بڑھنے کا موقع ملتا ہے۔",
  "throwingAtBatter": "بیٹر پر پھینکنا:",
  "throwingAtBatter1": "پچرز کو جان بوجھ کر بیٹر پر گیند نہیں پھینکنی چاہیے۔ ایسا کرنے سے وارننگز یا اخراج ہو سکتا ہے۔",

  "strategyAndSkill": "حکمت عملی اور مہارت:",
  "readingBatter": "بیٹر کو پڑھنا:",
  "readingBatter1": "پچر بیٹر کی کمزوریوں کا مطالعہ کرتا ہے اور اپنی پچز کو اس کے مطابق ایڈجسٹ کرتا ہے۔",
  "maintainControl": "کنٹرول کو برقرار رکھنا:",
  "maintainControl1": "ایک اچھا پچر رفتار، درستگی اور دھوکہ دینے کی مہارت کو متوازن رکھتا ہے تاکہ بیٹر کو الجھایا جا سکے۔",

  "rule8Summary": "خلاصہ:",
  "rule8SummaryDetail": "پچر ہر کھیل کے لیے مرحلہ تیار کرتا ہے، حکمت عملی، مہارت اور درستگی کو یکجا کرتا ہے تاکہ بیٹر کو چیلنج کیا جا سکے اور اصولوں کی پابندی کی جا سکے۔",

  "rule8Hint": "ہمارے AI سے 8ویں قاعدے کے بارے میں کچھ بھی پوچھیں...",

  "gettingBattersAndRunnersOut": "بیٹرز اور رنرز کو آؤٹ کرنا:",
  "gettingBattersAndRunnersOutSub": "فیلڈنگ ٹیم کے پاس آؤٹ حاصل کرنے کے مختلف طریقے ہیں:",
  "catchings": "کیچنگ:",
  "catchingsDetail": "اگر بیٹر گیند کو ہوا میں مارے اور فیلڈر اس سے پہلے پکڑ لے جب تک وہ زمین سے نہ ٹچ کرے، تو بیٹر آؤٹ ہو جاتا ہے۔",
  "taggings": "ٹیگنگ:",
  "taggingsDetail": "ایک فیلڈر رنر کو ٹیگ کر سکتا ہے اگر وہ بیس پر نہ ہو اور گیند یا اس کے دستانے سے ٹچ ہو جائے۔",
  "forceOuts": "فورس آؤٹس:",
  "forceOuts1": "جب رنر کو اگلے بیس تک بڑھنا ضروری ہوتا ہے کیونکہ بیٹر نے گیند مارا، تو فیلڈنگ ٹیم گیند کو اس بیس تک پھینک سکتی ہے اس سے پہلے کہ رنر وہاں پہنچے۔",
  "forceOuts2": "مثال: اگر بیٹر پہلے بیس کی طرف دوڑ رہا ہو، تو پہلے بیس پر فیلڈر کو صرف بیس کو ٹچ کرنا ہوتا ہے جب تک کہ وہ گیند پکڑے، تاکہ فورس آؤٹ ریکارڈ کیا جا سکے۔",

  "defensivePlayers": "دفاعی کھلاڑی اور ان کے کردار:",
  "defensivePlayersSubtitle": "فیلڈنگ ٹیم کے ہر کھلاڑی کے پاس ایک مخصوص پوزیشن اور کردار ہوتا ہے جو رنز کو روکتا ہے:",
  "pitcherRole": "پچر",
  "pitcherRoleDetail": ": بیٹر کو گیند پھینکتا ہے۔",
  "catcherRole": "کچر",
  "catcherRoleDetail": ": پچرز کی گیندیں پکڑتا ہے اور ہوم پلیٹ کا دفاع کرتا ہے۔",
  "infielderRole": "ان فیلڈرز",
  "infielderRoleDetail": ": بیسوں کے ارد گرد کے علاقے کا دفاع کرتے ہیں (پہلا بیس، دوسرا بیس، تیسرا بیس، اور شارٹ اسٹاپ)۔ آؤٹ فیلڈرز: لانگ ہٹس کو پکڑنے اور اضافی بیسوں کو روکنے کے لیے آؤٹ فیلڈ کا احاطہ کرتے ہیں۔",

  "teamCoordinates": "ٹیم کا ہم آہنگی:",
  "teamCoordinates1": "فیلڈرز ایک ساتھ کام کرتے ہیں تاکہ ڈبل پلے جیسے کھیل کو عمل میں لائیں (ایک ہی ترتیب میں دو آؤٹ حاصل کرنا)۔",
  "teamCoordinates2": "اچھی کمیونیکیشن اور آگاہی گیند کو مؤثر طریقے سے فیلڈ کرنے اور آؤٹ کرنے کے لیے اہم ہیں۔",

  "rule9Summary": "خلاصہ:",
  "rule9SummaryDetails": "فیلڈنگ ٹیم کا مقصد بیٹر کو محفوظ طریقے سے گیند مارنے سے روکنا اور رنرز کو آگے بڑھنے سے روکنا ہے، جیسے کہ کیچنگ، ٹیگنگ، اور فورس آؤٹس کے ذریعے ان کے بیٹنگ کے موقع کو دوبارہ حاصل کرنا۔",

  "rule9Hint": "ہمارے AI سے 9ویں قاعدے کے بارے میں کچھ بھی پوچھیں...",

  "threeOutsToEndAHalfInning": "ہاف اننگ ختم کرنے کے لئے تین آؤٹس:",
  "whatsAnOut": "آؤٹ کیا ہے؟",
  "whatsAnOut1": "آؤٹ اس وقت ہوتا ہے جب فیلڈنگ ٹیم بیٹنگ ٹیم کو کامیابی سے روک لیتی ہے جیسے فلائی بال کو کیچ کرنا، رنر کو ٹیگ کرنا، یا فورس آؤٹس کرنا۔",
  "howManyOut": "کتنے آؤٹس درکار ہیں؟",
  "howManyOut1": "بیٹنگ ٹیم اس وقت تک ہٹتی رہتی ہے جب تک فیلڈنگ ٹیم تین آؤٹس نہیں کر لیتی۔",
  "howManyOut2": "جب تین آؤٹس ہو جاتے ہیں، تو بیٹنگ ٹیم کی باری ختم ہو جاتی ہے اور رولز تبدیل ہو جاتے ہیں۔ فیلڈنگ ٹیم بیٹنگ کے لئے آتی ہے اور بیٹنگ ٹیم فیلڈ پر آ جاتی ہے۔",

  "switchingSides": "سائیڈز کا بدلنا:",
  "whenItHappen": "یہ کب ہوتا ہے؟",
  "whenItHappen1": "تین آؤٹس کے بعد، دونوں ٹیمیں میدان میں اپنی پوزیشن بدلتی ہیں۔",
  "whenItHappen2": "فیلڈنگ ٹیم بیٹنگ کے لئے آتی ہے اور بیٹنگ ٹیم اپنی پوزیشن فیلڈ پر لے لیتی ہے۔",
  "halfInning": "ہاف اننگ کی تکمیل:",
  "halfInning1": "ہر ٹیم کو ایک باری بیٹنگ اور ایک باری فیلڈنگ ملتی ہے۔",
  "halfInning2": "ایک مکمل اننگ تب مکمل ہوتی ہے جب دونوں ٹیموں کو بیٹنگ کا موقع مل جائے۔",

  "whyRuleImportant": "یہ قاعدہ کیوں اہم ہے؟",
  "whyRuleImportant1": "یہ ڈھانچہ انصاف کو یقینی بناتا ہے، کیونکہ ہر ٹیم کو رن سکور کرنے اور دفاع کرنے کا مساوی موقع ملتا ہے۔",
  "whyRuleImportant2": "رولز کا تبادلہ کھیل کو متحرک رکھتا ہے، کھلاڑیوں کو بیٹنگ سے فیلڈنگ میں اور فیلڈنگ سے بیٹنگ میں تبدیل ہونے کی ضرورت ہوتی ہے۔",

  "rule10Summary": "خلاصہ:",
  "rule10SummaryDetail": "فیلڈنگ ٹیم تین آؤٹس حاصل کرنے کی کوشش کرتی ہے تاکہ بیٹنگ ٹیم کی باری ختم ہو جائے، اس کے بعد رولز تبدیل ہو جاتے ہیں، جس سے کھیل میں حملہ اور دفاع کا توازن برقرار رہتا ہے۔",

  "rule10Hint": "ہمارے AI سے 10ویں قاعدے کے بارے میں کچھ بھی پوچھیں...",

  "whatHappenDuringHomeRun": "ہوم رن کے دوران کیا ہوتا ہے؟",
  "autoScoring": "خودکار اسکورنگ:",
  "autoScoring1": "بیٹر اور جو بھی رنر پہلے سے بیس پر موجود ہیں، وہ خودکار طور پر اسکور کرتے ہیں۔",
  "autoScoring2": "اس کا مطلب ہے کہ ٹیم کو ایک رن بیٹر کے لئے اور ہر رنر کے لئے ایک اضافی رن ملتا ہے جو بال ہٹنے کے وقت بیس پر تھا۔",
  "noNeedRunQuickly": "جلدی دوڑنے کی ضرورت نہیں ہے:",
  "noNeedRunQuickly1": "کیونکہ بال کھیل سے باہر ہو چکی ہے، کوئی فیلڈر اسے واپس نہیں لا سکتا۔",
  "noNeedRunQuickly2": "بیٹر اور رنر اپنی رفتار سے بیسوں کے گرد دوڑ سکتے ہیں، ہر بیس (پہلا، دوسرا، تیسرا، اور ہوم) کو چھوتے ہوئے۔",

  "typeOfHomeRuns": "ہوم رنز کی اقسام:",
  "soloHomeRun": "سولو ہوم رن:",
  "soloHomeRun1": "اگر بیس پر کوئی رنر نہ ہو تو صرف بیٹر ہی اسکور کرتا ہے۔",
  "twoThreeGrandSlam": "دو رن، تین رن، یا گرینڈ سلم:",
  "twoThreeGrandSlam1": "اگر بیس پر رنر ہوں:",
  "twoRun": "دو رن ہوم رن",
  "twoRunDetail": ": ایک رنر بیس پر ہو۔",
  "threeRun": "تین رن ہوم رن",
  "threeRunDetail": ": دو رنر بیس پر ہوں۔",
  "grandSlam": "گرینڈ سلم",
  "grandSlamDetail": ": بیس بھرے ہوئے ہیں، کل چار رن سکور ہو رہے ہیں!",

  "whyHomeSpecial": "ہوم رنز کیوں خاص ہیں؟",
  "whyHomeSpecial1": "ہوم رن ایک ساتھ کئی رنز سکور کرنے کا تیز ترین طریقہ ہے۔",
  "whyHomeSpecial2": "یہ اکثر کھیل کی رفتار کو تبدیل کرتا ہے اور شائقین کو پرجوش کرتا ہے۔",
  "whyHomeSpecial3": "کچھ کھلاڑی ہوم رنز مارنے کی اپنی صلاحیت کے لیے مشہور ہیں، جو بیس بال میں ایک معزز مہارت ہے۔",

  "rule11Summary": "خلاصہ:",
  "rule11SummaryDetail": "ہوم رن نہ صرف اسکورنگ کی ضمانت دیتا ہے بلکہ بیٹر کی طاقت اور مہارت کو بھی ظاہر کرتا ہے، جو کھیل کے سب سے دلچسپ پہلوؤں میں سے ایک ہے!",

  "rule11Hint": "ہمارے AI سے 11ویں قاعدے کے بارے میں کچھ بھی پوچھیں...",

  "doublePlays": "ڈبل پلے:",
  "doublePlays1": "ڈبل پلے اس وقت ہوتا ہے جب فیلڈنگ ٹیم ایک ہی کھیل میں دو آؤٹس حاصل کرتی ہے۔",
  "doublePlays2": "مثال: بیٹر ایک گراؤنڈ بال شارٹ سٹاپ کو مارتا ہے۔ شارٹ سٹاپ اسے دوسرے بیس پر پھینکتا ہے ایک آؤٹ کے لئے، اور دوسرا بیس مین اسے پہلے بیس پر پھینکتا ہے دوسرے آؤٹ کے لئے۔",

  "triplePlays": "ٹرپل پلے:",
  "triplePlays1": "ایک نادر اور شاندار کارنامہ جہاں فیلڈنگ ٹیم ایک ہی کھیل میں تین آؤٹس حاصل کرتی ہے۔",
  "triplePlays2": "مثال: اگر بیس بھرے ہوئے ہوں اور بیٹر ایک لائن ڈرائیو مارے جو کیچ ہو جائے، تو رنر بیسوں سے باہر ہو سکتے ہیں، جس سے فیلڈرز دو مزید کھلاڑیوں کو آؤٹ کر سکتے ہیں۔",

  "theBunt": "بنت:",
  "theBunt1": "بنت اس وقت ہوتا ہے جب بیٹر بیٹ سے بال کو ہلکا سا ٹاپ کرتا ہے بجائے اس کے کہ وہ پوری طاقت سے مارے۔",
  "purpose": "مقصد:",
  "purpose1": "رنرز کو اگلے بیس تک پہنچانا۔",
  "purpose2": "فیلڈنگ ٹیم کو بے وقوف بنانا۔",
  "risk": "خطرہ",
  "riskDetail": ": بال کو فرے علاقے میں رہنا ضروری ہے اور اتنا مضبوط ہونا چاہیے کہ آسانی سے آؤٹ نہ ہو۔",

  "stolenBase": "اسٹولن بیس:",
  "stolenBase1": "اسٹولن بیس اس وقت ہوتا ہے جب رنر پچکر کے بال بیٹر کو پھینکنے کے دوران اگلے بیس تک پہنچ جاتا ہے۔",
  "stolenBase2": "کامیابی کی بنیاد رفتار اور وقت پر ہوتی ہے۔",
  "risks": "خطرات",
  "risksDetail": ": کیچر بیس کی طرف بال پھینک سکتا ہے، جس سے رنر آؤٹ ہو سکتا ہے۔",

  "sacrifieceFly": "سیکریفائس فلائی:",
  "sacrifieceFly1": "جب بیٹر ایک فلائی بال مارے جو اتنی گہری ہو کہ بیس پر موجود رنر اسے ٹاگ کر کے آگے بڑھ سکے، عام طور پر رن سکور کرتا ہے۔",
  "sacrifieceFly2": "بیٹر آؤٹ ہوتا ہے، مگر ٹیم کو ایک رن ملتا ہے۔",

  "pickOff": "پک آف:",
  "pickOff1": "ایک دفاعی حرکت جہاں پچکر یا کیچر بیس پر بال پھینکتا ہے تاکہ رنر کو جو بہت دور کھڑا ہو، آؤٹ کر سکے۔",

  "whySpecialImportant": "خاص کھیل کیوں اہم ہیں؟",
  "whySpecialImportant1": "یہ کھیل کی حکمت عملی، مہارت اور تیز فیصلے کرنے کی صلاحیت کو ظاہر کرتے ہیں۔",
  "whySpecialImportant2": "یہ کھیل میں جوش اور غیر متوقعیت کو شامل کرتے ہیں۔",
  "whySpecialImportant3": "ان کھیلوں میں مہارت حاصل کرنا ٹیم کو ایک مقابلے میں برتری دے سکتا ہے۔",

  "rule12Summary": "خلاصہ:",
  "rule12SummaryDetail": "خاص کھیل بیس بال کو صرف جسمانی کھیل نہیں بلکہ ذہنی کھیل بھی بناتے ہیں، جو حکمت عملی اور ٹیم ورک کی قدر کرتے ہیں!",

  "rule12Hint": "ہمارے AI سے 12ویں قاعدے کے بارے میں کچھ بھی پوچھیں...",

  "whatIsAFoulBall": "فاؤل بال کیا ہے؟",
  "whatIsAFoulBallSubtitle": "فاؤل بال اس وقت ہوتا ہے جب بال:",
  "whatIsAFoulBall1": "زمین یا کسی کھلاڑی کو چھوئے جو فاؤل لائنوں کے باہر ہو۔",
  "whatIsAFoulBall2": "فیئر علاقے میں نہ گرے۔",
  "whatIsAFoulBall3": "ایسی ساخت یا تماشائیوں کے علاقے کو چھوئے جو فاؤل لائنوں کے باہر ہو۔",

  "whatsFoulLines": "فاؤل لائنیں:",
  "whatsFoulLines1": "فاؤل لائنیں ہوم پلیٹ سے آؤٹ فیلڈ کے خندق تک دوڑتی ہیں، جو پہلے اور تیسرے بیس کے ساتھ ہوتی ہیں۔",
  "whatsFoulLines2": "اگر بال ان لائنوں کے اندر یا ان پر گرے، تو اسے فیئر سمجھا جائے گا۔",

  "consequencesOfFoul": "فاؤل بال کے نتائج:",
  "forBatter": "بیٹر کے لئے:",
  "forBatter1": "فاؤل اسٹرائیک کے طور پر گنا جاتا ہے جب تک کہ بیٹر کے پاس پہلے ہی دو اسٹرائیک نہ ہوں۔",
  "forBatter2": "بیٹر فاؤل بال پر اسٹرائیک آؤٹ نہیں ہو سکتا (مگر بنت پر)۔",
  "forBatter3": "اگر فاؤل بال کو ہوا میں کسی فیلڈر نے پکڑ لیا تو بیٹر آؤٹ ہو جاتا ہے۔",
  "forRunner": "رنرز کے لئے:",
  "forRunner1": "رنر کو اپنے بیس پر واپس جانا ہوتا ہے جب تک کہ بال ہوا میں پکڑی نہ جائے اور وہ ایڈوانس کرنے کے لئے ٹاگ نہ کرے۔",

  "specialCases": "خاص کیسز:",
  "specialCases1": "اگر بال ہوا میں فاؤل لائن کے قریب مارا جائے تو فیلڈر فاؤل علاقے میں اسے پکڑ سکتا ہے۔ اس کا مطلب ہے کہ وہ آؤٹ ہو گیا۔",
  "specialCases2": "اگر بال شروع میں فیئر علاقے میں گرتی ہے مگر فاؤل لائن کو پار کرنے سے پہلے فاؤل ہو جاتی ہے اور اس پر کوئی نہیں ٹچ کرتا، تو وہ فاؤل ہو جائے گا۔",

  "whyFouldMatter": "فاؤل کیوں اہم ہیں؟",
  "whyFouldMatter1": "فاؤل بالز پچرز کو بیٹرز کے خلاف دفاع کرنے میں مدد دیتی ہیں اور اسٹرائیکس کو بڑھاتی ہیں۔",
  "whyFouldMatter2": "یہ بیٹرز کو اپنی ہٹنگ کی حکمت عملی کو ایڈجسٹ کرنے کے لئے مجبور کرتی ہیں تاکہ بال کھیل میں رہے۔",
  "whyFouldMatter3": "فیلڈرز فاؤلز کو موقع سمجھتے ہیں کہ وہ کیچ کرکے آؤٹ کر سکتے ہیں۔",

  "rule13Summary": "خلاصہ:",
  "rule13SummaryDetail": "فاؤل بیس بال کا ایک اہم پہلو ہیں، جو کھیل کو دونوں بیٹرز اور دفاعیوں کے لئے منصفانہ اور چیلنجنگ بناتی ہیں!",

  "rule13Hint": "ہمارے AI سے 13ویں قاعدے کے بارے میں کچھ بھی پوچھیں...",

  "rolesOfUmpire": "امپائر کے کردار:",
  "enforcingRole": "قوانین کا نفاذ:",
  "enforcingRole1": "امپائرز یہ یقین دہانی کراتے ہیں کہ تمام کھلاڑی اور ٹیمیں بیس بال کے باضابطہ قوانین کی پیروی کریں.",
  "enforcingRole2": "وہ کھیلوں کے فیصلے کرتے ہیں، جیسے کہ پچ بال ہے یا اسٹرائیک، رنر سیف ہے یا آؤٹ، اور بال فئیر ہے یا فال.",
  "callingPitches": "پچز کا فیصلہ کرنا:",
  "callingPitches1": "ہوم پلیٹ امپائر یہ فیصلہ کرتا ہے کہ پچ اسٹرائیک ہے (اسٹرائیک زون کے اندر) یا بال ہے (اسٹرائیک زون کے باہر).",
  "makeSafeCall": "سیف/آؤٹ کالز کرنا:",
  "makeSafeCall1": "بیس پر موجود امپائر یہ فیصلہ کرتے ہیں کہ رنر سیف ہے یا آؤٹ جب وہ ایڈوانس کرنے کی کوشش کرتے ہیں.",
  "overseeingPlayer": "کھیل کی نگرانی کرنا:",
  "overseeingPlayer1": "وہ قانونی پچنگ، بیس رننگ، فیلڈنگ، اور ہٹنگ کے قوانین کی نگرانی کرتے ہیں.",
  "overseeingPlayer2": "وہ یقین دہانی کرتے ہیں کہ تبدیلیاں اور سبسٹیٹیوشنز درست طریقے سے کی جا رہی ہیں.",
  "ensureFairPlay": "منصفانہ کھیل کو یقینی بنانا:",
  "ensureFairPlay1": "امپائرز کھیل کی بدتمیزی کو روکتے ہیں، جیسے زیادہ بحث کرنا، ارادی مداخلت، یا غیر قانونی عمل.",
  "ensureFairPlay2": "وہ سنگین بدتمیزی کے لیے کھلاڑیوں، کوچز، یا مینیجرز کو نکال سکتے ہیں.",
  "handleSituation": "خصوصی حالات کو سنبھالنا:",
  "handleSituation1": "وہ متنازعہ کھیلوں، بارش کے وقفوں، یا دیگر غیر معمولی حالات میں فیصلے کرتے ہیں.",

  "umpirePosition": "امپائر کی پوزیشنز:",
  "homePlateUmp": "ہوم پلیٹ امپائر",
  "homePlateUmpDetail": ": کیچر کے پیچھے کھڑا ہوتا ہے اور ہوم پلیٹ پر بالز، اسٹرائیکس، اور کھیلوں کا فیصلہ کرتا ہے.",
  "baseUmp": "بیس امپائرز",
  "baseUmpDetail": ": بیس کے قریب واقع ہوتے ہیں تاکہ بیس رننگ اور ان فیلڈ میں کھیلوں کی نگرانی کر سکیں.",
  "outUmp": "آؤٹ فیلڈ امپائرز",
  "outUmpDetail": " (کچھ کھیلوں میں): آؤٹ فیلڈ میں کھیلوں کا فیصلہ کرتے ہیں اور فئیر/فال کالز میں مدد دیتے ہیں.",

  "whyUmpImp": "امپائر کیوں اہم ہے:",
  "whyUmpImp1": "امپائرز کے بغیر کھیل میں افراتفری ہو سکتی ہے، کیونکہ کھلاڑی اور کوچز فیصلوں پر مسلسل بحث کر سکتے ہیں.",
  "whyUmpImp2": "امپائرز یہ یقینی بناتے ہیں کہ کھیل بغیر کسی تعصب کے، منصفانہ اور صحیح طریقے سے جاری رہے.",

  "rule14Summary": "خلاصہ:",
  "rule14SummaryDetail": "امپائرز بیس بال میں انصاف اور نظم کے محافظ ہیں، یہ اس بات کو یقینی بناتے ہیں کہ ہر کھیل کھیل کے روح اور قواعد کے مطابق ہو. وہ دباؤ کے تحت مشکل فیصلے کرتے ہیں اور بیس بال کے ڈھانچے کا ایک لازمی حصہ ہیں.",

  "rule14Hint": "ہمارے اے آئی سے 14ویں قاعدے کے بارے میں کچھ بھی پوچھیں...",

  "standardGameLength": "معیاری کھیل کی مدت:",
  "standardGameLength1": "ایک بیس بال کھیل عموماً 9 اننگز پر مشتمل ہوتا ہے.",
  "standardGameLength2": "ہر اننگ دو حصوں میں تقسیم ہوتی ہے:",
  "standardGameLength3": "اوپر کا حصہ، جہاں وزٹنگ ٹیم بیٹنگ کرتی ہے.",
  "standardGameLength4": "نیچے کا حصہ، جہاں ہوم ٹیم بیٹنگ کرتی ہے.",
  "standardGameLength5": "ٹیمیں باری باری بیٹنگ اور فیلڈنگ کرتی ہیں، اور اننگ اس وقت ختم ہوتی ہے جب فیلڈنگ ٹیم تین آؤٹ کر لیتی ہے.",
  "standardGameLength6": "9ویں اننگ کے اختتام پر، سب سے زیادہ رنز بنانے والی ٹیم کو فاتح قرار دیا جاتا ہے.",

  "tiedGame": "برابر کے کھیل اور اضافی اننگز:",
  "tiedGame1": "اگر 9 اننگز کے اختتام پر سکور برابر ہو، تو کھیل اضافی اننگز میں جائے گا تاکہ برابری کو ختم کیا جا سکے.",
  "tiedGame2": "ہر اضافی اننگ روایتی اننگز کی طرح ہوتا ہے.",
  "tiedGame3": "کھیل اس وقت تک جاری رہتا ہے جب تک کہ ایک ٹیم کے پاس مکمل اننگ کے اختتام پر دوسری ٹیم سے زیادہ رنز نہ ہوں.",
  "tiedGame4": "اضافی اننگز میں مقصد وہی رہتا ہے: اس اننگ میں حریف کو شکست دے کر جیت حاصل کرنا.",

  "winningBefore9Ing": "9ویں اننگ سے پہلے جیتنا (مرفی رُول):",
  "winningBefore9Ing1": "کچھ لیگز میں مرفی رُول کا اطلاق ہو سکتا ہے (عام طور پر شوقیہ یا نوجوان بیس بال میں):",
  "winningBefore9Ing10": "یہ قاعدہ اس وقت کھیل کو جلدی ختم کر دیتا ہے جب ایک ٹیم کے پاس چند اننگز بعد بہت بڑی لیڈ ہو.",
  "winningBefore9Ing101": "مثال کے طور پر، اگر ایک ٹیم 7 اننگز کے بعد 10 یا زیادہ رنز سے آگے ہو، تو کھیل ختم کیا جا سکتا ہے.",

  "homeAdvantage": "ہوم ٹیم کا فائدہ:",
  "homeAdvantage1": "اگر ہوم ٹیم 9ویں اننگ کے نیچے کے حصے میں (یا کسی بھی اضافی اننگ میں) آگے ہو، تو کھیل فوراً ختم ہو جاتا ہے اور ہوم ٹیم جیت جاتی ہے. اسے واک آف جیت کہتے ہیں.",

  "rule15Summary": "خلاصہ:",
  "rule15SummaryDetail": "بیس بال کے کھیل کا فاتح وہ ٹیم ہے جو کھیل کے اختتام تک سب سے زیادہ رنز بناتی ہے، چاہے وہ روایتی 9 اننگز کے دوران ہو یا اضافی اننگز کے ذریعے برابری ختم کرنے کی صورت میں.",
  "rule15Hint": "ہمارے اے آئی سے 15ویں قاعدے کے بارے میں کچھ بھی پوچھیں...",

  "chatTitle": "ہمارے ایڈوانس اے آئی کے ساتھ بیس بال سیکھیں",
  "chatDescription": "میں آپ کا اے آئی کوچ ہوں، یہاں بیس بال کی دنیا کو آپ کے لیے کھولنے کے لیے! ⚾ چاہے آپ مکمل طور پر نئے ہیں یا جدید حکمت عملی سیکھنا چاہتے ہیں، میں آپ کے ساتھ ہوں. میں قوانین کی وضاحت سے لے کر کھیل کی تفصیلات تک، آپ کو کھیل کے لیے تیار کرنے میں مدد کروں گا. سوالات ہیں؟ دلچسپی ہے؟ آئیے بات کریں اور بیس بال کے بارے میں کچھ بھی پوچھیں—ہم اس کو ایک شاندار کھیل بنائیں گے! 🚀",
  "chatLabel": ":اے آئی کے ساتھ چیٹ شروع کریں",
  "chatHint": "...مجھ سے بیس بال کے بارے میں کچھ بھی پوچھیں",
  "chatAIPrompt": "آپ بیس بال کے ماہر اور استاد ہیں۔ آپ کا کردار ایک نئے پرستار کی رہنمائی اور تعلیم دینا ہے جو بیس بال کے بارے میں سیکھنا چاہتا ہے۔ ہمیشہ واضح، درست، اور تفصیلی جوابات فراہم کریں جو صارف کو کھیل کو سمجھنے میں مدد دیں۔ صرف بیس بال کے ماہر کے طور پر جواب دیں، قوانین، تاریخ، حکمت عملی اور کھیل سے متعلق دیگر پہلوؤں کو وضاحت سے بیان کریں۔ اگر صارف بیس بال سے غیر متعلقہ کچھ پوچھے تو مہربانی سے انہیں متنبہ کریں یا بتائیں کہ آپ صرف بیس بال یا کسی دوسرے کھیل پر بات کر سکتے ہیں۔ صبر سے کام لیں اور حوصلہ افزائی کریں، تاکہ صارف اپنے سیکھنے کے سفر پر خوش آمدید اور مطمئن محسوس کرے۔ ہمیشہ کوشش کریں کہ آپ کا جواب مختصر ہو لیکن صارف کے سوال کے مطابق مکمل اور معقول جواب دیں!",

  "quizTitle": "اے آئی کے ساتھ بیس بال کوئز",
  "quizDescription": "مبارک ہو! آپ نے اے آئی کی مدد سے بیس بال کے قوانین اور کھیل سیکھ لیا ہے! 🎉 اب، آئیں آپ کا علم جانچیں. میں آپ کا اے آئی کوچ ہوں، اور آپ کو بیس بال کے بارے میں کچھ دلچسپ سوالات دوں گا. ہر سوال کے ساتھ چار ممکنہ جوابات ہوں گے—صحیح جواب منتخب کریں اور کھیل کے بارے میں آپ کی سمجھ کا مظاہرہ کریں. دیکھیں آپ بیس بال کو کتنی اچھی طرح جانتے ہیں! 🏟️⚾",
  "quizHint": "...اپنا جواب یہاں درج کریں",
  "buttonTitle": "کوئز شروع کریں",
  "questions": "سوالات:",
  "correctAnswers": "صحیح جوابات:",
  "highScore": "اعلی سکور:",
  "congratsMessage": "مبارک ہو🎉 آپ نے بہت اچھا سکور کیا – نئے فین کے لیے شاندار کامیابی! ⚾🌟 چمکتے رہیں! 🌟🙌",

  "quizPrompt": "آپ ایک تجربہ کار بیس بال کے ماہر اور جوشیلے استاد ہیں. ایک نیا بیس بال فین ابھی کھیل کے اہم قوانین سیکھ چکا ہے، بشمول: 1. کھلاڑیوں کی تعداد: ٹیم کی ترتیب اور کھلاڑیوں کے کردار. 2. کھیل کا مقصد: بال مارنا اور بیسوں تک پہنچنا. 3. کھیل کی ساخت: اننگز، باری، اور بیٹنگ اور فیلڈنگ کے درمیان متحرک تبدیلی. 4. میدان: ان فیلڈ، آؤٹ فیلڈ، بیس اور پچرز کے ماؤنڈ کا قریب سے جائزہ. 5. بیٹر کی باری: ہٹس، اسٹرائیکس، بالز اور آؤٹس کو سمجھنا. 6. بیس رننگ: بیسوں پر ایڈوانس کرنے اور سیف رہنے کے قوانین. 7. رنز اسکور کرنا: تمام بیسوں کو مکمل کر کے رن اسکور کرنا. 8. پچرز کا کردار: پچنگ کی آرٹ، قانونی حرکتیں اور غیر قانونی حرکتوں سے بچنا. 9. فیلڈنگ ٹیم کا کردار: کیچز، ٹیگس، اور فورس پلے کے ذریعے بیٹرز اور رنرز کو آؤٹ کرنا. 10. آؤٹس اور طرفین کا بدلنا: تین آؤٹ ہونے پر نصف اننگ ختم ہو جاتی ہے اور ٹیموں کے کردار بدل جاتے ہیں. 11. ہوم رنز: میدان سے باہر بال مارنے کا جوش. 12. خصوصی کھیل: ڈبل پلے، ٹرپل پلے، بونٹس، چوری شدہ بیسز اور مزید. 13. فال: فال بالز اور ان کے نتائج کو سمجھنا. 14. امپائر اور قوانین کا نفاذ: میدان میں منصفانہ کھیل کو یقینی بنانا. 15. کھیل جیتنا: 9 اننگز یا اضافی اننگز کے بعد فاتح کا فیصلہ. آپ کا مقصد ان قوانین کی سمجھ کا امتحان لینا ہے. ہر سوال کے لیے چار جوابات ہوں گے (ہر ممکنہ جواب ایک لائن میں) اور آپ ان کو کھیل کے عبور کے لیے رہنمائی دیں گے. اسے مزید تفریحی، دلچسپ اور معلوماتی بنائیں! اہم نوٹ: ایک وقت میں صرف ایک سوال پوچھیں!!!\n ہمیشہ سوالات کا عنوان نیا سوال رکھیں، جیسے سوال 1 یا سوال 2 نہ لکھیں. بس نیا سوال!! \n",

  "aiGeneratingQuestion": "...سوال بنا رہا ہے AI",
  "aiAnswering": "...جواب دے رہا ہے AI",
  "aiAnalyzingResponse": "...آپ کے جواب کا تجزیہ کر رہا ہے AI",
  "impNote": "اہم نوٹ: یہ وہ سوالات ہیں جو آپ نے پہلے پوچھے ہیں! براہ کرم ان میں سے کسی سوال کو دوبارہ نہ پوچھیں:"
}
