{
  "sliderComponentTitle": "Aprende béisbol desde lo básico hasta lo avanzado con IA para nuevos fanáticos",
  "language": "Spanish",

  "qnawithAI": "Preguntas y respuestas con IA:",
  "sendQuestion": "Enviar pregunta",

  "contentTableTitle": "Reglas del béisbol - Tabla de contenidos ↓",
  "content1": "1. Número de jugadores",
  "content2": "2. Objetivo del juego",
  "content3": "3. Estructura del juego",
  "content4": "4. El campo",
  "content5": "5. El turno del bateador",
  "content6": "6. Correr las bases",
  "content7": "7. Anotar carreras",
  "content8": "8. El rol del lanzador",
  "content9": "9. El rol del equipo de campo",
  "content10": "10. Outs, cambio de lado",
  "content11": "11. Home runs",
  "content12": "12. Jugadas especiales",
  "content13": "13. Faltas",
  "content14": "14. Árbitro y aplicación de reglas",
  "content15": "15. Ganar el juego",

  "rule1": "Regla N.º 1:",
  "rule2": "Regla N.º 2:",
  "rule3": "Regla N.º 3:",
  "rule4": "Regla N.º 4:",
  "rule5": "Regla N.º 5:",
  "rule6": "Regla N.º 6:",
  "rule7": "Regla N.º 7:",
  "rule8": "Regla N.º 8:",
  "rule9": "Regla N.º 9:",
  "rule10": "Regla N.º 10:",
  "rule11": "Regla N.º 11:",
  "rule12": "Regla N.º 12",
  "rule13": "Regla N.º 13:",
  "rule14": "Regla N.º 14:",
  "rule15": "Regla N.º 15:",

  "rule1Title": "Número de jugadores en el béisbol",
  "rule2Title": "Objetivo del juego",
  "rule3Title": "Estructura del juego",
  "rule4Title": "El campo",
  "rule5Title": "El turno del bateador",
  "rule6Title": "Correr las bases",
  "rule7Title": "Anotar carreras",
  "rule8Title": "El rol del lanzador",
  "rule9Title": "El rol del equipo de campo",
  "rule10Title": "Outs y cambio de lado",
  "rule11Title": "Home runs",
  "rule12Title": "Jugadas especiales",
  "rule13Title": "Faltas",
  "rule14Title": "Árbitro y aplicación de reglas",
  "rule15Title": "Ganar el juego",

  "rule1Subtitle": "El béisbol se juega entre dos equipos, y así es como se dividen los jugadores:",
  "rule2Subtitle": "El objetivo principal del béisbol es anotar carreras, y el equipo con más carreras al final del juego gana. Vamos a desglosarlo con más detalle:",
  "rule3Subtitle": "El béisbol tiene una estructura única que asegura la equidad y el flujo entre los dos equipos. Vamos a desglosar esta regla en partes más simples:",
  "rule4Subtitle": "El campo de béisbol está cuidadosamente diseñado para crear un juego justo y emocionante. Vamos a desglosarlo:",
  "rule5Subtitle": "El turno del bateador es un momento clave en el béisbol, donde el jugador intenta golpear la pelota y avanzar las posibilidades de su equipo para anotar. Vamos a desglosarlo:",
  "rule6Subtitle": "Correr las bases es una parte crucial del béisbol donde los jugadores se mueven alrededor de las bases para anotar carreras. Vamos a desglosarlo:",
  "rule7Subtitle": "Anotar carreras es el objetivo final en el béisbol. Un equipo gana carreras completando un circuito completo alrededor de las bases. Así funciona:",
  "rule8Subtitle": "El lanzador es uno de los jugadores más cruciales en el campo, ya que controla el ritmo y el resultado de cada jugada. Aquí está el desglose de su rol:",
  "rule9Subtitle": "El equipo de campo juega a la defensiva, tratando de evitar que el equipo de bateo anote carreras al sacar a los bateadores y corredores. Así es como funciona:",
  "rule10Subtitle": "El juego de béisbol está estructurado en entradas, y cada entrada tiene dos mitades: una donde un equipo batea y la otra donde hace campo. Así funcionan los outs y el cambio de lado:",
  "rule11Subtitle": "Un home run es uno de los momentos más emocionantes en el béisbol. Ocurre cuando el bateador golpea la pelota tan fuerte y lejos que sale del campo de juego, generalmente más allá de la cerca del jardín.",
  "rule12Subtitle": "En el béisbol, las jugadas especiales son situaciones o estrategias únicas que pueden cambiar el resultado de un juego. A menudo requieren pensamiento rápido y trabajo en equipo. Vamos a explorar algunas jugadas especiales clave:",
  "rule13Subtitle": "En el béisbol, una pelota foul es una pelota golpeada que cae o es tocada fuera de las líneas de foul del campo. Vamos a desglosar esta regla para mayor claridad:",
  "rule14Subtitle": "En el béisbol, los árbitros son los oficiales encargados de asegurar que el juego se juegue de manera justa y de acuerdo con las reglas. Juegan un papel crítico en mantener la integridad del juego y en tomar decisiones importantes durante la jugada:",
  "rule15Subtitle": "El objetivo final del béisbol es anotar más carreras que el equipo contrario al final del juego. Así es como se determina a los ganadores:",

  "whenDefending": "Cuando se está defendiendo:",
  "whenDefendingSubtitle": "El equipo en el campo tiene 9 jugadores, cada uno con un rol específico:",
  "pitcher": "Lanzador",
  "pitcherDetail": ": Lanza la pelota al bateador.",
  "catcher": "Receptor",
  "catcherDetail": ": Atrapa la pelota detrás del bateador.",
  "firstBaseman": "Primera base",
  "firstBasemanDetail": ": Custodia la primera base.",
  "secondBaseman": "Segunda base",
  "secondBasemanDetail": ": Custodia la segunda base.",
  "thirdBaseman": "Tercera base",
  "thirdBasemanDetail": ": Custodia la tercera base.",
  "shortstop": "Parador en corto",
  "shortstopDetail": ": Juega entre la segunda y la tercera base.",
  "leftFielder": "Jardinero izquierdo",
  "leftFielderDetail": ": Cubre el jardín izquierdo.",
  "centerFielder": "Jardinero central",
  "centerFielderDetail": ": Cubre el jardín central.",
  "rightFielder": "Jardinero derecho",
  "rightFielderDetail": ": Cubre el jardín derecho.",

  "whenattacking": "Cuando se ataca:",
  "whenattackingSubtitle": "Los jugadores toman turnos uno a la vez para batear e intentar anotar carreras al golpear la pelota y correr alrededor de las bases.",

  "howManyPlayers": "¿Cuántos jugadores en total?",
  "howManyPlayersDetail": "Cada equipo tiene una lista de 25-26 jugadores, pero solo 9 jugadores del equipo defensor están activos en el campo en todo momento.",

  "rule1Summary": "Resumen:",
  "9Players": "9 jugadores",
  "9PlayersDetails": "están en el campo cuando un equipo está defendiendo.",
  "1Player": "1 jugador",
  "1PlayerDetails": "batea a la vez cuando está atacando.",

  "rule1Hint": "Pregunta a nuestra IA cualquier cosa sobre la primera regla...",

  "scoringRuns": "Anotar carreras:",
  "scoringRunsSubtitle": "Una carrera se anota cuando un jugador completa un circuito completo alrededor de las cuatro bases (primera base, segunda base, tercera base y home) tocando cada una en orden.",
  "theBattersRole": "El rol del bateador",
  "theBattersRoleDetail": ": Cuando es su turno, un jugador se coloca en el plato como bateador. Debe golpear la pelota que se le lanza para iniciar la acción.",
  "becomingARunner": "Convertirse en un corredor",
  "becomingARunnerDetail": ": Una vez que el bateador golpea exitosamente la pelota, se convierte en corredor y trata de avanzar a tantas bases como sea posible sin ser \"eliminado\".",

  "runningTheBases": "Corriendo las bases:",
  "basePath": "Camino de base",
  "basePathDetail": ": Los jugadores deben correr dentro de un camino específico para moverse de una base a la siguiente.",
  "stoppingAtBase": "Detenerse en una base",
  "stoppingAtBaseDetail": ": Un corredor puede elegir detenerse en una base si continuar parece demasiado arriesgado (por ejemplo, si la pelota está siendo atrapada cerca). Puede continuar hacia la siguiente base durante una jugada futura.",
  "homePlate": "Plato de home",
  "homePlateDetail": ": Regresar al plato de home después de tocar todas las demás bases en secuencia gana una carrera para el equipo.",

  "theFieldingTeamsGoal": "El objetivo del equipo defensor:",
  "theFieldingTeamsGoalSutTitle": "El trabajo del equipo defensor es evitar que el equipo bateador anote, haciendo lo siguiente:",
  "catching": "Atrapar",
  "catchingDetail": ": Si atrapan una pelota bateada antes de que toque el suelo, el bateador está eliminado.",
  "throwing": "Lanzar",
  "throwingDetail": ": Los jugadores de campo pueden lanzar la pelota a una base antes de que el corredor llegue allí, haciendo que el corredor sea \"eliminado\".",
  "tagging": "Etiquetado",
  "taggingDetail": ": Un corredor también puede ser etiquetado si no está en una base y un jugador de campo lo toca con la pelota.",

  "strategicPlays": "Juegos estratégicos:",
  "baseHits": "Golpes a base",
  "baseHitsDetail": ": Un solo golpe que permite al bateador llegar a la primera base se llama \"sencillo\", mientras que llegar a bases más lejanas con un solo golpe puede resultar en un \"doble\", \"triple\" o incluso un \"home run\".",
  "homeRun": "Home run",
  "homeRunDetails": ": Un home run ocurre cuando el bateador golpea la pelota fuera del campo de juego en territorio válido. El bateador y cualquier corredor en base anotan automáticamente.",
  "sacrificesAndBunting": "Sacrificios y toque de bola",
  "sacrificesAndBuntingDetails": ": A veces, los bateadores realizan golpes pequeños intencionales para permitir que los compañeros de equipo avancen por las bases.",

  "winningtheGame": "Ganar el juego:",
  "winningtheGame1": "Un juego de béisbol se juega típicamente en nueve entradas.",
  "winningtheGame2": "Cada equipo tiene su turno de batear y defender en cada entrada.",
  "winningtheGame3": "Al final de las nueve entradas, el equipo con más carreras gana.",
  "winningtheGame4": "Si el marcador está empatado, se juegan entradas extras hasta que se determine un ganador.",

  "rule2Hint": "Pregunta a nuestra IA cualquier cosa sobre la segunda regla...",

  "innings": "Entradas:",
  "inningsSubtitle": "Un juego de béisbol se divide en entradas.",
  "inningsHalves": "Cada entrada tiene dos mitades:",
  "topHalf": "Mitad superior",
  "topHalfDetail": ": Un equipo batea mientras el otro defiende.",
  "bottomHalf": "Mitad inferior",
  "bottomHalfDetail": ": Los roles se invierten.",
  "mostInnings": "La mayoría de los juegos se juegan en nueve entradas. Si el marcador está empatado, se juegan entradas extras hasta que un equipo gane.",

  "turnsBattingAndFielding": "Turnos: bateo y defensa:",
  "turnsBattingAndFielding1": "Cada equipo tiene su turno de batear (intentar anotar carreras) y defender (intentar evitar que el otro equipo anote).",
  "turnsBattingAndFielding2": "Un turno termina cuando el equipo bateador tiene tres outs.",
  "turnsBattingAndFielding3": "Una vez que ambos equipos hayan tenido su turno de batear y defender, la entrada termina.",

  "theTransitionBetweenRoles": "La transición entre roles:",
  "theTransitionBetweenRoles1": "Después de tres outs, el equipo defensor se convierte en el equipo bateador y el equipo bateador pasa a defender.",
  "theTransitionBetweenRoles2": "Estas transiciones mantienen el equilibrio del juego, dando a ambos equipos las mismas oportunidades de anotar carreras.",

  "whyIsTheStructureImportant": "¿Por qué es importante la estructura?",
  "whyIsTheStructureImportant1": "Las entradas y los turnos hacen que el juego sea justo y estratégico.",
  "whyIsTheStructureImportant2": "Los equipos planean sus jugadas cuidadosamente, ya sea para anotar carreras mientras batean o para evitar que el otro equipo anote mientras defienden.",
  "whyIsTheStructureImportant3": "El flujo asegura que ambos equipos tengan el mismo número de oportunidades para anotar, haciendo del béisbol un juego de habilidad y estrategia en lugar de azar.",

  "rule3Hint": "Pregunta a nuestra IA cualquier cosa sobre la tercera regla...",

  "basicLayout": "Disposición básica:",
  "basicLayoutSubtitle": "El campo tiene forma de diamante y está dividido en dos áreas principales:",
  "infield": "Área interior",
  "infieldDetail": ": La parte interna del campo donde se encuentran las bases y el montículo del pitcher.",
  "outfield": "Área exterior",
  "outfieldDetail": ": La zona de césped más allá del área interior.",

  "bases": "Bases:",
  "basesSubtitle1": "Hay cuatro bases ",
  "basesSubtitle2": "dispuestas en forma de diamante:",
  "homePlate2": "Plato de home",
  "homePlateDetail2": ": Donde el bateador se coloca y empieza su turno.",
  "firstBase": "Primera base",
  "secondBase": "Segunda base",
  "thirdBase": "Tercera base",
  "bases3": "El objetivo es que los corredores toquen las cuatro bases en secuencia para anotar una carrera.",

  "pitchersMound": "Montículo del pitcher:",
  "pitchersMound1": "Un área elevada en el centro del área interior.",
  "pitchersMound2": "El pitcher se coloca aquí para lanzar la pelota hacia el bateador.",
  "pitchersMound3": "Está ubicado a una distancia específica del plato de home para asegurar la equidad.",

  "rule4Summary": "Resumen:",
  "rule4SummaryDetail": "Este diseño crea un ambiente dinámico para el juego, con roles específicos para los jugadores y objetivos claros tanto para la ofensiva como para la defensiva.",

  "rule4Hint": "Pregunta a nuestra IA cualquier cosa sobre la cuarta regla...",

  "hittingTheBall": "Golpear la pelota:",
  "hittingTheBall1": "El trabajo principal del bateador es golpear la pelota lanzada por el lanzador.",
  "hittingTheBall2": "Si la pelota es golpeada dentro del campo de juego, el bateador corre hacia la primera base e intenta avanzar lo más lejos posible.",

  "strikesAndBalls": "Strikes y bolas:",
  "strikes": "Strikes:",
  "strikes1": "Si el bateador hace un swing y falla, es un strike.",
  "strikes2": "Si el bateador no hace swing y la pelota pasa por la zona de strike, es un strike.",
  "strikes3": "Tres strikes resultan en que el bateador esté \"fuera.\"",
  "Balls": "Bolas:",
  "Balls1": "Si el lanzador lanza la pelota fuera de la zona de strike y el bateador no hace swing, es una bola.",
  "Balls2": "Cuatro bolas permiten que el bateador camine hacia la primera base (esto se llama un \"caminar\").",

  "howABatterisOut": "Cómo un bateador está \"fuera\":",
  "howABatterisOutSubtitle": "Un bateador puede ser declarado fuera de varias maneras:",
  "threeStrikes": "Tres strikes",
  "threeStrikesDetail": ": El bateador no golpea la pelota después de tres strikes.",
  "caughtBall": "Pelota atrapada",
  "caughtBallDetail": ": Si un defensor atrapa la pelota en el aire antes de que toque el suelo.",
  "thrownOut": "Fuera por lanzamiento",
  "thrownOutDetail": ": La pelota se lanza a la primera base antes de que el bateador llegue.",
  "interference": "Interferencia",
  "interferenceDetail": ": Si el bateador interfiere con el receptor o con otro jugador.",

  "rule5Summary": "Resumen:",
  "rule5SummaryDetails": "¡Entender el turno del bateador ayuda a los jugadores y aficionados a comprender la emoción y la estrategia detrás de cada lanzamiento y golpe!",

  "rule5Hint": "Pregúntale a nuestra IA cualquier cosa sobre la 5ta regla...",

  "runningBetweenBases": "Correr entre las bases:",
  "startingPoint": "Punto de inicio",
  "startingPointDetail": ": Después de golpear la pelota, el bateador se convierte en corredor y se dirige hacia la primera base.",
  "sequence": "Secuencia",
  "sequenceDetail": ": El objetivo del corredor es avanzar de la primera base a la segunda base, luego a la tercera base y finalmente llegar a la base de home para anotar una carrera.",
  "decisionMaking": "Toma de decisiones",
  "decisionMakingDetail": ": Los corredores deben decidir si se detienen en una base o siguen corriendo, dependiendo de qué tan lejos haya sido golpeada la pelota y las acciones de los defensores.",

  "rulesforStayingOnBaseOrAdvancing": "Reglas para quedarse en la base o avanzar:",
  "safeOnBase": "Seguro en la base:",
  "safeOnBase1": "Un corredor está seguro si llega a una base antes de ser tocado o si la base no está \"forzada.\"",
  "safeOnBase2": "Una vez en la base, el corredor puede quedarse allí hasta la próxima jugada.",
  "forceOut": "Force Out:",
  "forceOut1": "Un corredor debe avanzar si otro corredor está detrás de él y las bases están llenas.",
  "forceOut2": "Si el equipo defensor lanza la pelota a la siguiente base antes de que el corredor llegue, el corredor está fuera.",
  "taggingUp": "Etiquetar al corredor:",
  "taggingUp1": "En una pelota atrapada en el aire, el corredor debe tocar su base actual antes de avanzar a la siguiente.",
  "stealingBases": "Robando bases:",
  "stealingBases1": "Un corredor puede intentar avanzar a la siguiente base sin que la pelota sea golpeada, lo que se conoce como robar una base, pero corre el riesgo de ser tocado fuera.",
  "overrunningFirstBase": "Superar la primera base:",
  "overrunningFirstBase1": "Los corredores pueden pasar la <b>primera</b> base sin ser tocados fuera, siempre y cuando se mantengan dentro de la línea de base y no intenten ir a la segunda base.",

  "rule6Summary": "Resumen:",
  "rule6SummaryDetail": "Correr entre las bases combina velocidad, sincronización y estrategia, ¡lo que lo convierte en una parte emocionante del juego mientras los jugadores intentan burlar a la defensa!",

  "rule6Hint": "Pregúntale a nuestra IA cualquier cosa sobre la 6ta regla...",

  "completingARun": "Completando una carrera:",
  "completingARun1": "Un jugador comienza en la base de home como bateador, avanza a la primera base, segunda base y tercera base, y finalmente regresa a la base de home para anotar una carrera.",
  "completingARun2": "El jugador debe tocar cada base en orden mientras evita ser tocado o forzado fuera por el equipo defensor.",

  "timingAndStrategy": "Tiempo y Estrategia:",
  "whenToAdvance": "Cuándo avanzar:",
  "whenToAdvance1": "Los jugadores avanzan según qué tan lejos se golpeó la pelota y la posición de los defensores.",
  "whenToAdvance2": "Una pelota bien golpeada (por ejemplo, un doble, triple o home run) facilita completar una carrera.",
  "multipleRuns": "Múltiples carreras en una jugada:",
  "multipleRuns1": "Si ya hay corredores en las bases cuando se golpea la pelota, esos corredores también pueden avanzar y anotar si llegan a la base de home exitosamente.",

  "homeRuns": "Home Runs:",
  "homeRuns1": "Un home run ocurre cuando el bateador golpea la pelota fuera del campo de juego (por encima de la cerca en territorio válido).",
  "homeRuns2": "En este caso, el bateador y todos los corredores en las bases anotan automáticamente sin el riesgo de ser tocados fuera o forzados fuera.",

  "errors": "Errores y oportunidades adicionales:",
  "errors1": "Los errores del equipo defensor (por ejemplo, atrapadas fallidas o lanzamientos erróneos) pueden dar a los corredores más oportunidades para avanzar y anotar.",

  "rule7Summary": "Resumen:",
  "rule7SummaryDetail": "El objetivo de cada equipo es anotar tantas carreras como sea posible durante su turno al bate, superando a su oponente para ganar el juego.",

  "rule7Hint": "Pregúntale a nuestra IA cualquier cosa sobre la 7ma regla...",

  "howPitchingWorks": "Cómo funciona el lanzamiento:",
  "startingThePlay": "Comenzando la jugada:",
  "startingThePlay1": "El lanzador lanza la pelota desde el montículo hacia el bateador en la base de home.",
  "startingThePlay2": "El objetivo es hacer que sea difícil para el bateador golpear la pelota mientras se mantiene dentro de las reglas.",
  "typeOfPitches": "Tipos de lanzamientos:",
  "typeOfPitches1": "Los lanzadores utilizan una variedad de técnicas para lanzar la pelota, como:",
  "fastBalls": "Pelotas rápidas",
  "fastBallsDetail": ": Lanzadas a alta velocidad.",
  "curveballs": "Curvas",
  "curveballsDetail": ": Hacen girar la pelota para que curve en el aire.",
  "changeups": "Cambio de velocidad",
  "changeupsDetail": ": Parecen rápidas pero son más lentas para engañar al bateador.",

  "legalPitches": "Lanzamientos legales:",
  "legalPitches1": "Un lanzamiento debe hacerse con un pie en contacto con la goma del lanzador.",
  "legalPitches2": "El lanzador debe lanzar la pelota por encima o de lado, apuntando a la zona de strike:",
  "legalPitches3": "La zona de strike es una caja imaginaria sobre la base de home, desde las rodillas del bateador hasta su pecho.",

  "illegalPitches": "Lanzamientos ilegales:",
  "balk": "Balk:",
  "balk1": "Si el lanzador comienza un movimiento de lanzamiento pero no lanza la pelota, o realiza movimientos engañosos, se llama balk y permite a los corredores avanzar.",
  "throwingAtBatter": "Lanzar al bateador:",
  "throwingAtBatter1": "Los lanzadores no deben lanzar intencionalmente al bateador. Hacerlo puede resultar en advertencias o expulsiones.",

  "strategyAndSkill": "Estrategia y habilidad:",
  "readingBatter": "Leer al bateador:",
  "readingBatter1": "El lanzador estudia las debilidades del bateador y ajusta sus lanzamientos en consecuencia.",
  "maintainControl": "Mantener el control:",
  "maintainControl1": "Un gran lanzador debe equilibrar velocidad, precisión y engaño para mantener al bateador adivinando.",

  "rule8Summary": "Resumen:",
  "rule8SummaryDetail": "El lanzador establece el escenario para cada jugada, combinando estrategia, habilidad y precisión para desafiar al bateador mientras se adhiere a las reglas.",

  "rule8Hint": "Pregúntale a nuestra IA cualquier cosa sobre la 8va regla...",

  "gettingBattersAndRunnersOut": "Eliminar Bateadores y Corredores:",
  "gettingBattersAndRunnersOutSub": "El equipo de campo tiene varias formas de lograr un out:",
  "catchings": "Atrapar:",
  "catchingsDetail": "Si un bateador golpea la pelota al aire y un jugador de campo la atrapa antes de que toque el suelo, el bateador está fuera.",
  "taggings": "Etiquetar:",
  "taggingsDetail": "Un jugador de campo puede etiquetar a un corredor tocándolo con la pelota (o el guante que sostiene la pelota) cuando el corredor no está en una base.",
  "forceOuts": "Outs Forzados:",
  "forceOuts1": "Cuando un corredor está obligado a avanzar a la siguiente base porque el bateador golpea la pelota, el equipo de campo puede lanzar la pelota a esa base antes de que el corredor llegue.",
  "forceOuts2": "Ejemplo: Si el bateador corre hacia la primera base, el jugador en la primera base solo necesita tocar la base mientras sostiene la pelota para registrar un out forzado.",

  "defensivePlayers": "Jugadores Defensivos y Sus Roles:",
  "defensivePlayersSubtitle": "Cada jugador en el equipo de campo tiene una posición y un rol específico para evitar carreras:",
  "pitcherRole": "Lanzador",
  "pitcherRoleDetail": ": Lanza la pelota al bateador.",
  "catcherRole": "Receptor",
  "catcherRoleDetail": ": Atrapa los lanzamientos del lanzador y defiende el plato de home.",
  "infielderRole": "Jugadores de Infield",
  "infielderRoleDetail": ": Defienden el área alrededor de las bases (primera base, segunda base, tercera base y shortstop). Los jugadores de outfield: Cubren el outfield para atrapar golpes largos y evitar bases extra.",

  "teamCoordinates": "Coordinación del Equipo:",
  "teamCoordinates1": "Los jugadores de campo trabajan juntos para ejecutar jugadas, como las jugadas dobles (conseguir dos outs en una secuencia).",
  "teamCoordinates2": "Una buena comunicación y conciencia son clave para fildear la pelota de manera eficiente y lograr outs.",

  "rule9Summary": "Resumen:",
  "rule9SummaryDetails": "El objetivo del equipo de campo es evitar que el bateador golpee la pelota de manera segura y prevenir que los corredores avancen, utilizando tácticas como atrapar, etiquetar y outs forzados para recuperar su oportunidad de batear.",

  "rule9Hint": "Pregúntale a nuestra IA cualquier cosa sobre la novena regla...",

  "threeOutsToEndAHalfInning": "Tres Outs para Terminar una Media Entrada:",
  "whatsAnOut": "¿Qué es un Out?",
  "whatsAnOut1": "Un out ocurre cuando el equipo de campo detiene con éxito al equipo de bateo mediante acciones como atrapar una pelota elevada, etiquetar a un corredor o outs forzados.",
  "howManyOut": "¿Cuántos Outs se Necesitan?",
  "howManyOut1": "El equipo de bateo sigue bateando hasta que el equipo de campo obtiene tres outs.",
  "howManyOut2": "Una vez que se hacen tres outs, termina el turno del equipo de bateo y se intercambian roles. El equipo de campo va a batear y el equipo de bateo toma el campo.",

  "switchingSides": "Cambio de Lados:",
  "whenItHappen": "¿Cuándo Ocurre?",
  "whenItHappen1": "Después de tres outs, ambos equipos cambian de posición en el campo.",
  "whenItHappen2": "El equipo de campo pasa a batear y el equipo de bateo toma sus lugares en el campo.",
  "halfInning": "Finalización de Media Entrada:",
  "halfInning1": "Cada equipo tiene un turno para batear y un turno para fildear por entrada.",
  "halfInning2": "Una entrada completa se completa cuando ambos equipos han tenido su oportunidad de batear.",

  "whyRuleImportant": "¿Por qué esta regla es importante?",
  "whyRuleImportant1": "Esta estructura asegura la equidad, ya que cada equipo tiene la oportunidad de anotar carreras y defender.",
  "whyRuleImportant2": "El cambio entre roles mantiene el juego dinámico, con los jugadores necesitando adaptarse de batear a fildear y viceversa.",

  "rule10Summary": "Resumen:",
  "rule10SummaryDetail": "El equipo de campo tiene como objetivo obtener tres outs para finalizar el turno del equipo de bateo, después del cual los roles se intercambian, manteniendo el equilibrio entre ofensiva y defensiva durante todo el juego.",

  "rule10Hint": "Pregúntale a nuestra IA cualquier cosa sobre la décima regla...",

  "whatHappenDuringHomeRun": "¿Qué sucede durante un Home Run?",
  "autoScoring": "Puntuación Automática:",
  "autoScoring1": "El bateador y cualquier corredor ya en base anotan automáticamente.",
  "autoScoring2": "Esto significa que el equipo obtiene una carrera para el bateador y una carrera adicional por cada jugador que estaba en base cuando la pelota fue golpeada.",
  "noNeedRunQuickly": "No Es Necesario Correr Rápidamente:",
  "noNeedRunQuickly1": "Dado que la pelota está fuera de juego, ningún jugador de campo puede recuperarla.",
  "noNeedRunQuickly2": "El bateador y los corredores pueden trotar alrededor de las bases a su propio ritmo, tocando cada base (primera, segunda, tercera y home).",

  "typeOfHomeRuns": "Tipos de Home Runs:",
  "soloHomeRun": "Home Run Solo:",
  "soloHomeRun1": "Si no hay corredores en base, solo el bateador anota.",
  "twoThreeGrandSlam": "Home Run de Dos Carreras, Tres Carreras o Gran Slam:",
  "twoThreeGrandSlam1": "Si hay corredores en base:",
  "twoRun": "Home Run de Dos Carreras",
  "twoRunDetail": ": Un corredor en base.",
  "threeRun": "Home Run de Tres Carreras",
  "threeRunDetail": ": Dos corredores en base.",
  "grandSlam": "Gran Slam",
  "grandSlamDetail": ": Las bases están llenas, ¡anotando cuatro carreras en total!",

  "whyHomeSpecial": "¿Por qué los Home Runs son especiales?",
  "whyHomeSpecial1": "Un home run es la forma más rápida de anotar múltiples carreras.",
  "whyHomeSpecial2": "A menudo cambia el impulso del juego y emociona a los aficionados.",
  "whyHomeSpecial3": "Algunos jugadores son conocidos por su habilidad para golpear home runs, convirtiéndolo en una habilidad celebrada en el béisbol.",

  "rule11Summary": "Resumen:",
  "rule11SummaryDetail": "Un home run no solo garantiza una anotación, sino que también muestra el poder y la habilidad del bateador, ¡siendo uno de los aspectos más emocionantes del juego!",

  "rule11Hint": "Pregúntale a nuestra IA cualquier cosa sobre la undécima regla...",

  "doublePlays": "Doble Jugadas:",
  "doublePlays1": "Una doble jugada ocurre cuando el equipo de campo registra dos outs durante una sola jugada.",
  "doublePlays2": "Ejemplo: Un bateador golpea una pelota al suelo hacia el shortstop. El shortstop lanza a la segunda base para un out, y el segunda base lanza a la primera base para el segundo out.",

  "triplePlays": "Triple Jugadas:",
  "triplePlays1": "Una hazaña rara e impresionante donde el equipo de campo consigue tres outs en una sola jugada.",
  "triplePlays2": "Ejemplo: Si las bases están llenas y el bateador golpea un batazo que es atrapado, los corredores pueden ser atrapados fuera de sus bases, permitiendo que los jugadores de campo etiqueten a dos más para hacer outs.",

  "theBunt": "El Bunt:",
  "theBunt1": "Un bunt es cuando el bateador toca ligeramente la pelota con el bate en lugar de hacer un swing.",
  "purpose": "Propósito:",
  "purpose1": "Avanzar corredores a la siguiente base.",
  "purpose2": "Sorprender al equipo de campo.",
  "risk": "Riesgo",
  "riskDetail": ": La pelota debe mantenerse dentro del territorio válido y ser lo suficientemente fuerte como para evitar un out fácil.",

  "stolenBase": "Base Robada:",
  "stolenBase1": "Una base robada ocurre cuando un corredor avanza a la siguiente base mientras el lanzador está lanzando la pelota al bateador.",
  "stolenBase2": "El éxito depende de la velocidad y el tiempo.",
  "risks": "Riesgos",
  "risksDetail": ": El receptor puede lanzar la pelota a la base adelante, lo que podría resultar en un out del corredor.",

  "sacrifieceFly": "Fly de Sacrificio:",
  "sacrifieceFly1": "Cuando un bateador golpea una pelota elevada lo suficientemente profunda para que un corredor en base pueda avanzar, generalmente anotando una carrera.",
  "sacrifieceFly2": "El bateador está fuera, pero el equipo gana una carrera.",

  "pickOff": "Pick-Off:",
  "pickOff1": "Un movimiento defensivo donde el lanzador o receptor lanza la pelota a una base para etiquetar a un corredor que está adelantado demasiado.",

  "whySpecialImportant": "¿Por qué son importantes las jugadas especiales?",
  "whySpecialImportant1": "Estas jugadas muestran estrategia, habilidad y toma de decisiones rápidas.",
  "whySpecialImportant2": "Agregan emoción e imprevisibilidad al juego.",
  "whySpecialImportant3": "Dominar estas jugadas puede darle una ventaja competitiva a un equipo.",

  "rule12Summary": "Resumen:",
  "rule12SummaryDetail": "Las jugadas especiales son lo que hace que el béisbol no sea solo un juego físico, sino también mental, ¡premiando la estrategia y el trabajo en equipo!",

  "rule12Hint": "Pregúntale a nuestra IA cualquier cosa sobre la duodécima regla...",

  "whatIsAFoulBall": "¿Qué es una pelota Foul?",
  "whatIsAFoulBallSubtitle": "Una pelota foul ocurre cuando la pelota:",
  "whatIsAFoulBall1": "Toca el suelo o un jugador fuera de las líneas de foul.",
  "whatIsAFoulBall2": "No cae en territorio válido.",
  "whatIsAFoulBall3": "Golpea una estructura o área de espectadores fuera de las líneas de foul.",

  "whatsFoulLines": "Las Líneas de Foul:",
  "whatsFoulLines1": "Las líneas de foul corren desde el plato de home hasta la cerca del outfield a lo largo de la primera y tercera base.",
  "whatsFoulLines2": "Una pelota se considera válida si aterriza sobre o dentro de estas líneas.",

  "consequencesOfFoul": "Consecuencias de una pelota Foul:",
  "forBatter": "Para el bateador:",
  "forBatter1": "Una pelota foul cuenta como strike, a menos que el bateador ya tenga dos strikes.",
  "forBatter2": "Un bateador no puede poncharse con una pelota foul (excepto en un bunt).",
  "forBatter3": "Si la pelota foul es atrapada en el aire por un jugador de campo, el bateador está fuera.",
  "forRunner": "Para los corredores:",
  "forRunner1": "Los corredores deben regresar a sus bases a menos que la pelota sea atrapada en el aire y ellos estén etiquetando para avanzar.",

  "specialCases": "Casos Especiales:",
  "specialCases1": "Una pelota golpeada al aire cerca de la línea de foul puede ser atrapada por un jugador de campo en territorio foul. Esto resulta en un out.",
  "specialCases2": "Si una pelota inicialmente cae en territorio válido pero rueda hacia foul antes de pasar la primera o tercera base y no es tocada, es foul.",

  "whyFouldMatter": "¿Por qué importan los foul?",
  "whyFouldMatter1": "Los foul ayudan a los lanzadores a defenderse contra los bateadores añadiendo strikes.",
  "whyFouldMatter2": "Requieren que los bateadores ajusten su estrategia de bateo para mantener la pelota en juego.",
  "whyFouldMatter3": "Los jugadores de campo usan los foul como oportunidades para hacer atrapadas y asegurar outs.",

  "rule13Summary": "Resumen:",
  "rule13SummaryDetail": "Los foul son un aspecto importante del béisbol, ¡manteniendo el juego justo y desafiante tanto para bateadores como defensores!",

  "rule13Hint": "Pregúntale a nuestra IA cualquier cosa sobre la decimotercera regla...",

  "rolesOfUmpire": "Roles del Árbitro:",
  "enforcingRole": "Rol de Hacer Cumplir las Reglas:",
  "enforcingRole1": "Los árbitros aseguran que todos los jugadores y equipos sigan las reglas oficiales del béisbol.",
  "enforcingRole2": "Ellos toman decisiones sobre jugadas, como si un lanzamiento es bola o strike, si un corredor está seguro o fuera, y si una pelota es válida o foul.",
  "callingPitches": "Llamando Lanzamientos:",
  "callingPitches1": "El árbitro detrás del plato determina si un lanzamiento es strike (dentro de la zona de strike) o bola (fuera de la zona de strike).",
  "makeSafeCall": "Haciendo Llamadas de Seguridad/Fuera:",
  "makeSafeCall1": "Los árbitros en las bases deciden si los corredores están seguros o fuera cuando intentan avanzar.",
  "overseeingPlayer": "Supervisando Jugadas:",
  "overseeingPlayer1": "Ellos monitorean y hacen cumplir las reglas para los lanzamientos legales, las corridas de bases, el campo y el bateo.",
  "overseeingPlayer2": "Aseguran que las sustituciones y cambios sigan los procedimientos adecuados.",
  "ensureFairPlay": "Asegurando Juego Limpio:",
  "ensureFairPlay1": "Los árbitros previenen comportamientos antideportivos, como discutir excesivamente, interferencia intencional o acciones ilegales.",
  "ensureFairPlay2": "Pueden expulsar jugadores, entrenadores o gerentes por mala conducta grave.",
  "handleSituation": "Manejando Situaciones Especiales:",
  "handleSituation1": "Ellos toman decisiones en casos de jugadas disputadas, retrasos por lluvia u otras circunstancias inusuales.",

  "umpirePosition": "Posiciones del Árbitro:",
  "homePlateUmp": "Árbitro de Home Plate",
  "homePlateUmpDetail": ": Se coloca detrás del receptor y llama bolas, strikes y jugadas en home plate.",
  "baseUmp": "Árbitros de Base",
  "baseUmpDetail": ": Se posicionan cerca de las bases para supervisar las corridas de bases y jugadas en el infield.",
  "outUmp": "Árbitros de Outfield",
  "outUmpDetail": " (en algunos juegos): Jueces las jugadas en el outfield y ayudan con las llamadas de válidas/foul.",

  "whyUmpImp": "Por qué el Árbitro es Importante:",
  "whyUmpImp1": "Sin árbitros, el juego podría caer en el caos, ya que los jugadores y entrenadores podrían discutir interminablemente sobre las decisiones.",
  "whyUmpImp2": "Los árbitros aseguran que el juego avance de manera fluida, justa y sin sesgos.",

  "rule14Summary": "Resumen:",
  "rule14SummaryDetail": "Los árbitros son los guardianes de la justicia y el orden en el béisbol, asegurando que cada jugada esté alineada con el espíritu y las reglas del juego. Toman decisiones difíciles bajo presión y son una parte esencial de la estructura del béisbol.",

  "rule14Hint": "Pregúntale a nuestra IA sobre la 14ª regla...",

  "standardGameLength": "Duración Estándar del Juego:",
  "standardGameLength1": "Un juego de béisbol típicamente consta de 9 innings.",
  "standardGameLength2": "Cada inning se divide en dos mitades:",
  "standardGameLength3": "La mitad superior, donde el equipo visitante batea.",
  "standardGameLength4": "La mitad inferior, donde el equipo local batea.",
  "standardGameLength5": "Los equipos se turnan para batear y defender, y el inning termina cuando el equipo de defensa consigue tres outs.",
  "standardGameLength6": "Al final del 9º inning, el equipo con más carreras anotadas es declarado el ganador.",

  "tiedGame": "Juegos Empatados y Entradas Extra:",
  "tiedGame1": "Si el marcador está empatado al final de los 9 innings, el juego pasa a entradas extra para romper el empate.",
  "tiedGame2": "Cada entrada extra sigue la misma estructura que un inning regular.",
  "tiedGame3": "El juego continúa hasta que un equipo tenga más carreras que el otro al final de una entrada completa.",
  "tiedGame4": "El objetivo en las entradas extra sigue siendo el mismo: superar al oponente durante esa entrada para asegurar la victoria.",

  "winningBefore9Ing": "Ganar Antes del 9º Inning (Regla de Misericordia):",
  "winningBefore9Ing1": "En ciertas ligas, puede aplicarse una regla de misericordia (a menudo en béisbol amateur o juvenil):",
  "winningBefore9Ing10": "Esta regla termina el juego temprano si un equipo tiene una ventaja muy grande después de un determinado número de innings.",
  "winningBefore9Ing101": "Por ejemplo, si un equipo está adelante por 10 o más carreras después de 7 innings, el juego puede ser suspendido.",

  "homeAdvantage": "Ventaja del Equipo Local:",
  "homeAdvantage1": "Si el equipo local está adelante en la mitad inferior del 9º inning (o en cualquier entrada extra), el juego termina inmediatamente y el equipo local gana. Esto se llama una victoria de walk-off.",

  "rule15Summary": "Resumen:",
  "rule15SummaryDetail": "El ganador de un juego de béisbol es el equipo que anota más carreras al final del juego, ya sea durante los 9 innings estándar o mediante entradas extra en caso de empate. La estructura asegura justicia y emoción para los fanáticos hasta la última jugada.",

  "rule15Hint": "Pregúntale a nuestra IA sobre la 15ª regla...",

  "chatTitle": "Aprende Béisbol con nuestra IA Avanzada",
  "chatDescription": "¡Soy tu entrenador AI, listo para desbloquear el mundo del béisbol para ti! ⚾ Ya seas un novato total o estés buscando dominar estrategias avanzadas, estoy aquí para ayudarte. Desde explicar las reglas hasta profundizar en los detalles del juego, me aseguraré de que estés listo para dar el siguiente paso. ¿Tienes preguntas? ¿Curioso? ¡Vamos a ponernos en acción y hablar sobre cualquier cosa relacionada con el béisbol! ¡Vamos a hacerlo un grand slam! 🚀",
  "chatLabel": "Comienza a charlar con la IA:",
  "chatHint": "Pregúntame cualquier cosa sobre el béisbol...",
  "chatAIPrompt": "Eres un experto y maestro de béisbol. Tu rol es guiar y educar a un nuevo fanático que desea aprender sobre béisbol. Siempre proporciona respuestas claras, precisas y detalladas que ayuden al usuario a comprender el deporte. Responde solo como un experto en béisbol, explicando las reglas, la historia, las estrategias y cualquier otro aspecto relacionado con el juego. Si el usuario pregunta sobre algo no relacionado con el béisbol, redirígelo amablemente o hazle saber que solo puedes hablar sobre béisbol o cualquier otro deporte. Sé paciente y alentador, asegurándote de que el usuario se sienta bienvenido e informado en su viaje de aprendizaje. ¡Siempre trata de mantener tu respuesta corta, pero brindando una respuesta completa y significativa según la pregunta del usuario!",

  "quizTitle": "Quiz de Béisbol con IA",
  "quizDescription": "¡Felicidades por aprender las reglas y el juego del béisbol con la ayuda de la IA! 🎉 Ahora, pongamos a prueba tu conocimiento. Soy tu entrenador AI, listo para hacerte algunas preguntas emocionantes sobre béisbol. Cada pregunta tendrá cuatro respuestas posibles, ¡elige la correcta y demuestra tu comprensión del juego! Vamos a ver qué tanto sabes de béisbol! 🏟️⚾",
  "quizHint": "Ingresa tu respuesta aquí...",
  "buttonTitle": "Comenzar Quiz",
  "questions": "Preguntas:",
  "correctAnswers": "Respuestas Correctas:",
  "highScore": "Puntaje Más Alto:",
  "congratsMessage": "¡Felicidades🎉 Bien hecho! ¡Obtuviste un gran puntaje – un logro impresionante para un Nuevo Fan! ⚾🌟 ¡Sigue brillando! 🌟🙌",

  "quizPrompt": "Eres un experto experimentado en béisbol y un maestro entusiasta. Un nuevo fan del béisbol acaba de aprender las reglas clave del juego, incluyendo: 1. Número de Jugadores: La configuración del equipo y los roles de los jugadores. 2. Objetivo del Juego: Anotar carreras golpeando la pelota y corriendo las bases. 3. Estructura del Juego: Innings, turnos y el cambio dinámico entre bateo y defensa. 4. El Campo: Un vistazo más cercano al infield, outfield, bases y montículo del lanzador. 5. El Turno del Bateador: Dominando los hits, strikes, bolas y outs. 6. Correr las Bases: Reglas para avanzar y mantenerse seguro en las bases. 7. Anotar Carreras: Completar una carrera alrededor de todas las bases para anotar. 8. El Rol del Lanzador: El arte de lanzar, movimientos legales y evitar los ilegales. 9. El Rol del Equipo de Defensa: Sacar a los bateadores y corredores con atrapadas, etiquetas y jugadas forzadas. 10. Outs y Cambio de Lados: Cómo tres outs terminan un medio inning y cambian los roles del equipo. 11. Home Runs: La emoción de golpear la pelota fuera del campo. 12. Jugadas Especiales: Doble jugadas, triple jugadas, toques, bases robadas, y más. 13. Foul: Identificando pelotas foul y sus consecuencias. 14. Árbitro y Hacer Cumplir las Reglas: Asegurando un juego justo en el campo. 15. Ganando el Juego: Decidiendo al vencedor después de 9 innings o entradas extra si es necesario. Tu misión es probar su comprensión de estas reglas con preguntas perspicaces. Proporciona cuatro opciones de respuesta para cada pregunta (cada respuesta posible debe aparecer en una línea). Hazlo divertido, atractivo e informativo. Nota Importante: ¡Haz solo 1 pregunta a la vez!!! Siempre titula tus preguntas como Nueva Pregunta, no como Pregunta 1 o Pregunta 2, etc. Solo ¡Nueva Pregunta!",

  "aiGeneratingQuestion": "La IA está generando una pregunta...",
  "aiAnswering": "La IA está respondiendo...",
  "aiAnalyzingResponse": "La IA está analizando tu respuesta...",
  "impNote": "Nota Importante: ¡Aquí están las preguntas anteriores que ya has hecho! Intenta no repetir ninguna de estas preguntas:"
}
