{
  "sliderComponentTitle": "Lernen Sie Baseball von Anfang bis Fortgeschritten mit KI für neue Fans",
  "language": "German",

  "qnawithAI": "QnA mit KI:",
  "sendQuestion": "Frage senden",

  "contentTableTitle": "Baseball-Regeln - Inhaltsverzeichnis ↓",
  "content1": "1. Anzahl der Spieler",
  "content2": "2. Ziel des Spiels",
  "content3": "3. Spielstruktur",
  "content4": "4. Das Spielfeld",
  "content5": "5. Der Schlagmann",
  "content6": "6. Basenlauf",
  "content7": "7. Punkte erzielen",
  "content8": "8. Die Rolle des Werfers",
  "content9": "9. Die Rolle des Feldteams",
  "content10": "10. Outs, Seitenwechsel",
  "content11": "11. Home Runs",
  "content12": "12. Sonderaktionen",
  "content13": "13. Fouls",
  "content14": "14. Schiedsrichter und Regeln",
  "content15": "15. Das Spiel gewinnen",

  "rule1": "Regel Nr. 1:",
  "rule2": "Regel Nr. 2:",
  "rule3": "Regel Nr. 3:",
  "rule4": "Regel Nr. 4:",
  "rule5": "Regel Nr. 5:",
  "rule6": "Regel Nr. 6:",
  "rule7": "Regel Nr. 7:",
  "rule8": "Regel Nr. 8:",
  "rule9": "Regel Nr. 9:",
  "rule10": "Regel Nr. 10:",
  "rule11": "Regel Nr. 11:",
  "rule12": "Regel Nr. 12:",
  "rule13": "Regel Nr. 13:",
  "rule14": "Regel Nr. 14:",
  "rule15": "Regel Nr. 15:",

  "rule1Title": "Anzahl der Spieler im Baseball",
  "rule2Title": "Ziel des Spiels",
  "rule3Title": "Spielstruktur",
  "rule4Title": "Das Spielfeld",
  "rule5Title": "Der Schlagmann",
  "rule6Title": "Basenlauf",
  "rule7Title": "Punkte erzielen",
  "rule8Title": "Die Rolle des Werfers",
  "rule9Title": "Die Rolle des Feldteams",
  "rule10Title": "Outs und Seitenwechsel",
  "rule11Title": "Home Runs",
  "rule12Title": "Sonderaktionen",
  "rule13Title": "Fouls",
  "rule14Title": "Schiedsrichter und Regelvollzug",
  "rule15Title": "Das Spiel gewinnen",

  "rule1Subtitle": "Baseball wird zwischen zwei Teams gespielt, und so werden die Spieler aufgeteilt:",
  "rule2Subtitle": "Das Hauptziel von Baseball ist es, Punkte zu erzielen, und das Team mit den meisten Punkten am Ende des Spiels gewinnt. Lassen Sie uns das genauer betrachten:",
  "rule3Subtitle": "Baseball hat eine einzigartige Struktur, die für Fairness und einen reibungslosen Ablauf zwischen den beiden Teams sorgt. Lassen Sie uns diese Regel in einfachere Teile zerlegen:",
  "rule4Subtitle": "Das Baseball-Spielfeld ist sorgfältig gestaltet, um ein faires und spannendes Spiel zu gewährleisten. Lassen Sie uns das aufschlüsseln:",
  "rule5Subtitle": "Der Schlagmann ist ein entscheidender Moment im Baseball, bei dem der Spieler versucht, den Ball zu treffen und die Chancen seines Teams zu erhöhen, Punkte zu erzielen. Lassen Sie uns das aufschlüsseln:",
  "rule6Subtitle": "Basenlauf ist ein wesentlicher Teil des Baseballs, bei dem Spieler von einer Base zur nächsten laufen, um Punkte zu erzielen. Lassen Sie uns das aufschlüsseln:",
  "rule7Subtitle": "Punkte erzielen ist das ultimative Ziel im Baseball. Ein Team erzielt Punkte, indem es eine vollständige Runde um die Basen dreht. So funktioniert es:",
  "rule8Subtitle": "Der Werfer ist einer der entscheidendsten Spieler auf dem Spielfeld, da er das Tempo und das Ergebnis jeder Aktion kontrolliert. Hier ist eine Aufschlüsselung seiner Rolle:",
  "rule9Subtitle": "Das Feldteam spielt in der Verteidigung und versucht, das Schlagteam daran zu hindern, Punkte zu erzielen, indem es Schlagmänner und Läufer ausmacht. So funktioniert es:",
  "rule10Subtitle": "Das Baseball-Spiel ist in Innings unterteilt, und jedes Inning hat zwei Hälften: eine, in der ein Team schlägt und die andere, in der es verteidigt. So funktionieren Outs und Seitenwechsel:",
  "rule11Subtitle": "Ein Home Run ist einer der aufregendsten Momente im Baseball! Er tritt auf, wenn der Schlagmann den Ball so hart und weit schlägt, dass er das Spielfeld verlässt, typischerweise über den Zaun des Außenfeldes.",
  "rule12Subtitle": "Im Baseball gibt es Sonderaktionen, bei denen es sich um einzigartige Situationen oder Strategien handelt, die das Ergebnis eines Spiels ändern können. Sie erfordern oft schnelles Denken und Teamarbeit. Lassen Sie uns einige wichtige Sonderaktionen erkunden:",
  "rule13Subtitle": "Im Baseball ist ein Foulball ein geschlagener Ball, der außerhalb der Foul-Linien landet oder berührt wird. Lassen Sie uns diese Regel zur Klarheit aufschlüsseln:",
  "rule14Subtitle": "Im Baseball sind Schiedsrichter die offiziellen Personen, die dafür sorgen, dass das Spiel fair und gemäß den Regeln gespielt wird. Sie spielen eine entscheidende Rolle bei der Aufrechterhaltung der Integrität des Spiels und treffen wichtige Entscheidungen während des Spiels:",
  "rule15Subtitle": "Das ultimative Ziel im Baseball ist es, mehr Punkte als das gegnerische Team bis zum Ende des Spiels zu erzielen. So wird der Gewinner ermittelt:",

  "whenDefending": "Beim Verteidigen:",
  "whenDefendingSubtitle": "Das Team auf dem Feld hat 9 Spieler, die jeweils eine spezifische Rolle haben:",
  "pitcher": "Werfer",
  "pitcherDetail": ": Wirft den Ball zum Schlagmann.",
  "catcher": "Catcher",
  "catcherDetail": ": Fängt den Ball hinter dem Schlagmann.",
  "firstBaseman": "Erster Baseman",
  "firstBasemanDetail": ": Bewacht die erste Base.",
  "secondBaseman": "Zweiter Baseman",
  "secondBasemanDetail": ": Bewacht die zweite Base.",
  "thirdBaseman": "Dritter Baseman",
  "thirdBasemanDetail": ": Bewacht die dritte Base.",
  "shortstop": "Shortstop",
  "shortstopDetail": ": Spielt zwischen der zweiten und dritten Base.",
  "leftFielder": "Linksfielder",
  "leftFielderDetail": ": Deckt das linke Außenfeld ab.",
  "centerFielder": "Centerfielder",
  "centerFielderDetail": ": Deckt das mittlere Außenfeld ab.",
  "rightFielder": "Rechtsfielder",
  "rightFielderDetail": ": Deckt das rechte Außenfeld ab.",

  "whenattacking": "Beim Angreifen:",
  "whenattackingSubtitle": "Spieler treten nacheinander an, um zu schlagen und versuchen, durch das Schlagen des Balls und das Laufen um die Basen Punkte zu erzielen.",

  "howManyPlayers": "Wie viele Spieler insgesamt?",
  "howManyPlayersDetail": "Jedes Team hat eine Liste von 25-26 Spielern, aber nur 9 Spieler des Verteidigungsteams sind gleichzeitig aktiv auf dem Feld.",

  "rule1Summary": "Zusammenfassung:",
  "9Players": "9 Spieler",
  "9PlayersDetails": "sind auf dem Feld, wenn ein Team verteidigt.",
  "1Player": "1 Spieler",
  "1PlayerDetails": "schlägt zur gleichen Zeit, wenn das Team angreift.",

  "rule1Hint": "Fragen Sie unsere KI alles zur 1. Regel...",

  "scoringRuns": "Punkte erzielen:",
  "scoringRunsSubtitle": "Ein Punkt wird erzielt, wenn ein Spieler einen vollständigen Umlauf um die vier Bases (erste Base, zweite Base, dritte Base und Home Plate) abschließt und jede in der Reihenfolge berührt.",
  "theBattersRole": "Die Rolle des Schlagmanns",
  "theBattersRoleDetail": ": Wenn es an der Reihe ist, tritt ein Spieler als Schlagmann an den Schlag. Er muss den Ball, der ihm zugespielt wird, schlagen, um das Spiel zu starten.",
  "becomingARunner": "Vom Schlagmann zum Läufer",
  "becomingARunnerDetail": ": Sobald der Schlagmann den Ball erfolgreich trifft, wird er zum Läufer und versucht, so viele Bases wie möglich zu erreichen, ohne \"aus\" zu gehen.",

  "runningTheBases": "Die Bases laufen:",
  "basePath": "Base-Pfad",
  "basePathDetail": ": Spieler müssen auf einem bestimmten Pfad laufen, um von einer Base zur nächsten zu gelangen.",
  "stoppingAtBase": "Anhalten an einer Base",
  "stoppingAtBaseDetail": ": Ein Läufer kann entscheiden, an einer Base anzuhalten, wenn es zu riskant erscheint, weiterzulaufen (z. B. wenn der Ball in der Nähe gefangen wird). Er kann beim nächsten Spielzug zur nächsten Base weiterlaufen.",
  "homePlate": "Home Plate",
  "homePlateDetail": ": Zurückkehren zur Home Plate nach dem Berühren aller anderen Bases in der Reihenfolge erzielt einen Punkt für das Team.",

  "theFieldingTeamsGoal": "Das Ziel des Feldteams:",
  "theFieldingTeamsGoalSutTitle": "Die Aufgabe des Feldteams ist es, zu verhindern, dass das Schlagteam Punkte erzielt, indem es:",
  "catching": "Fangen",
  "catchingDetail": ": Wenn sie einen geschlagenen Ball fangen, bevor er den Boden berührt, ist der Schlagmann aus.",
  "throwing": "Werfen",
  "throwingDetail": ": Feldspieler können den Ball zu einer Base werfen, bevor ein Läufer diese erreicht, wodurch der Läufer \"aus\" ist.",
  "tagging": "Abklatschen",
  "taggingDetail": ": Ein Läufer kann auch aus sein, wenn er nicht auf einer Base ist und ein Feldspieler ihn mit dem Ball berührt.",

  "strategicPlays": "Strategische Spielzüge:",
  "baseHits": "Base-Hits",
  "baseHitsDetail": ": Ein einzelner Hit, der es dem Schlagmann ermöglicht, die erste Base zu erreichen, ist ein \"Single\", während das Erreichen weiterer Bases bei einem einzigen Hit zu einem \"Double\", \"Triple\" oder sogar einem \"Home Run\" führen kann.",
  "homeRun": "Home Run",
  "homeRunDetails": ": Ein Home Run tritt ein, wenn der Schlagmann den Ball aus dem Spielfeld in fairer Zone schlägt. Der Schlagmann und alle Läufer auf den Bases erzielen automatisch Punkte.",
  "sacrificesAndBunting": "Opfer und Bunten",
  "sacrificesAndBuntingDetails": ": Manchmal schlagen Schlagmänner absichtlich kleine Schläge, um ihren Teamkameraden zu ermöglichen, auf den Bases voranzukommen.",

  "winningtheGame": "Das Spiel gewinnen:",
  "winningtheGame1": "Ein Baseballspiel wird in der Regel über neun Innings gespielt.",
  "winningtheGame2": "Jedes Team hat in jedem Inning die Möglichkeit zu schlagen und zu fangen.",
  "winningtheGame3": "Am Ende der neun Innings gewinnt das Team mit den meisten Punkten.",
  "winningtheGame4": "Wenn der Spielstand unentschieden ist, werden zusätzliche Innings gespielt, bis ein Sieger feststeht.",

  "rule2Hint": "Fragen Sie unsere KI zu der 2. Regel...",

  "innings": "Innings:",
  "inningsSubtitle": "Ein Baseballspiel ist in Innings unterteilt.",
  "inningsHalves": "Jedes Inning hat zwei Hälften:",
  "topHalf": "Obere Hälfte",
  "topHalfDetail": ": Ein Team schlägt, während das andere fängt.",
  "bottomHalf": "Untere Hälfte",
  "bottomHalfDetail": ": Die Rollen wechseln.",
  "mostInnings": "Die meisten Spiele werden über neun Innings gespielt. Wenn der Spielstand unentschieden ist, werden zusätzliche Innings gespielt, bis ein Team gewinnt.",

  "turnsBattingAndFielding": "Spielzüge: Schlagen und Fangen:",
  "turnsBattingAndFielding1": "Jedes Team hat die Möglichkeit zu schlagen (Punkte zu erzielen) und zu fangen (das andere Team daran zu hindern, Punkte zu erzielen).",
  "turnsBattingAndFielding2": "Ein Spielzug endet, wenn das Schlagteam drei Aus hat.",
  "turnsBattingAndFielding3": "Sobald beide Teams die Möglichkeit zum Schlagen und Fangen hatten, ist das Inning beendet.",

  "theTransitionBetweenRoles": "Der Übergang zwischen den Rollen:",
  "theTransitionBetweenRoles1": "Nach drei Aus wechselt das Feldteam in das Schlagteam und das Schlagteam in das Feld.",
  "theTransitionBetweenRoles2": "Diese Übergänge halten das Spiel ausgewogen und geben beiden Teams gleiche Chancen, Punkte zu erzielen.",

  "whyIsTheStructureImportant": "Warum ist die Struktur wichtig?",
  "whyIsTheStructureImportant1": "Innings und Spielzüge machen das Spiel fair und strategisch.",
  "whyIsTheStructureImportant2": "Teams planen ihre Züge sorgfältig, sei es um beim Schlagen Punkte zu erzielen oder das andere Team beim Fangen zu stoppen.",
  "whyIsTheStructureImportant3": "Der Fluss stellt sicher, dass beide Teams die gleiche Anzahl an Chancen haben, Punkte zu erzielen, was Baseball zu einem Spiel der Fertigkeit und Strategie und nicht des Zufalls macht.",

  "rule3Hint": "Fragen Sie unsere KI zu der 3. Regel...",

  "basicLayout": "Grundriss:",
  "basicLayoutSubtitle": "Das Spielfeld hat die Form eines Diamanten und ist in zwei Hauptbereiche unterteilt:",
  "infield": "Innenfeld",
  "infieldDetail": ": Der innere Teil des Feldes, wo die Bases und der Pitcher-Mound sind.",
  "outfield": "Außenfeld",
  "outfieldDetail": ": Der Grasbereich jenseits des Innenfelds.",

  "bases": "Bases:",
  "basesSubtitle1": "Es gibt vier Bases",
  "basesSubtitle2": "die in einer Diamantform angeordnet sind:",
  "homePlate2": "Home Plate",
  "homePlateDetail2": ": Hier steht der Schlagmann und beginnt seinen Spielzug.",
  "firstBase": "Erste Base",
  "secondBase": "Zweite Base",
  "thirdBase": "Dritte Base",
  "bases3": "Das Ziel ist es, dass Läufer alle vier Bases in der Reihenfolge berühren, um einen Punkt zu erzielen.",

  "pitchersMound": "Pitcher-Mound:",
  "pitchersMound1": "Ein erhöhter Bereich in der Mitte des Innenfelds.",
  "pitchersMound2": "Der Pitcher steht hier, um den Ball zum Schlagmann zu werfen.",
  "pitchersMound3": "Er ist in einer bestimmten Entfernung zur Home Plate positioniert, um Fairness zu gewährleisten.",

  "rule4Summary": "Zusammenfassung:",
  "rule4SummaryDetail": "Dieses Layout schafft ein dynamisches Spielumfeld mit spezifischen Rollen für die Spieler und klaren Zielen sowohl für die Offensive als auch für die Defensive.",

  "rule4Hint": "Fragen Sie unsere KI zu der 4. Regel...",

  "hittingTheBall": "Den Ball Treffen:",
  "hittingTheBall1": "Die Hauptaufgabe des Schlagmanns ist es, den vom Werfer geworfenen Ball zu treffen.",
  "hittingTheBall2": "Wenn der Ball ins Spielfeld geschlagen wird, läuft der Schlagmann zur ersten Base und versucht, so weit wie möglich vorzurücken.",

  "strikesAndBalls": "Strikes und Balls:",
  "strikes": "Strikes:",
  "strikes1": "Wenn der Schlagmann schwingt und verfehlt, ist es ein Strike.",
  "strikes2": "Wenn der Schlagmann nicht schwingt und der Ball durch die Strike-Zone geht, ist es ein Strike.",
  "strikes3": "Drei Strikes führen dazu, dass der Schlagmann „aus“ ist.",
  "Balls": "Balls:",
  "Balls1": "Wenn der Werfer den Ball außerhalb der Strike-Zone wirft und der Schlagmann nicht schwingt, ist es ein Ball.",
  "Balls2": "Vier Balls erlauben es dem Schlagmann, zur ersten Base zu gehen (dies wird als „Walk“ bezeichnet).",

  "howABatterisOut": "Wie ein Schlagmann „aus“ ist:",
  "howABatterisOutSubtitle": "Ein Schlagmann kann auf verschiedene Weise „aus“ erklärt werden:",
  "threeStrikes": "Drei Strikes",
  "threeStrikesDetail": ": Der Schlagmann schlägt den Ball nach drei Strikes nicht.",
  "caughtBall": "Gefangener Ball",
  "caughtBallDetail": ": Wenn ein Feldspieler den Ball in der Luft fängt, bevor er den Boden berührt.",
  "thrownOut": "Weggeworfener Schlagmann",
  "thrownOutDetail": ": Der Ball wird zur ersten Base geworfen, bevor der Schlagmann dort ankommt.",
  "interference": "Interferenz",
  "interferenceDetail": ": Wenn der Schlagmann den Fangmann oder einen anderen Spieler behindert.",

  "rule5Summary": "Zusammenfassung:",
  "rule5SummaryDetails": "Das Verständnis des Turnus des Schlagmanns hilft den Spielern und Fans, die Aufregung und Strategie hinter jedem Wurf und Schlag zu verstehen!",

  "rule5Hint": "Fragen Sie unsere KI zu allem über die 5. Regel...",

  "runningBetweenBases": "Laufen zwischen den Bases:",
  "startingPoint": "Ausgangspunkt",
  "startingPointDetail": ": Nachdem der Schlagmann den Ball getroffen hat, wird er zu einem Läufer und läuft zur ersten Base.",
  "sequence": "Reihenfolge",
  "sequenceDetail": ": Das Ziel des Läufers ist es, von der ersten Base zur zweiten Base, dann zur dritten Base und schließlich zum Home Plate zu laufen, um einen Run zu erzielen.",
  "decisionMaking": "Entscheidungsfindung",
  "decisionMakingDetail": ": Läufer müssen entscheiden, ob sie an einer Base anhalten oder weiterlaufen, je nachdem, wie weit der Ball geschlagen wurde und was die Feldspieler tun.",

  "rulesforStayingOnBaseOrAdvancing": "Regeln für das Verbleiben auf der Base oder das Vorrücken:",
  "safeOnBase": "Sicher auf der Base:",
  "safeOnBase1": "Ein Läufer ist sicher, wenn er eine Base erreicht, bevor er getaggt wird oder wenn die Base nicht „gezwungen“ ist.",
  "safeOnBase2": "Einmal auf einer Base, kann der Läufer dort bleiben, bis das nächste Spiel stattfindet.",
  "forceOut": "Forced Out:",
  "forceOut1": "Ein Läufer muss vorrücken, wenn ein anderer Läufer hinter ihm ist und die Bases voll sind.",
  "forceOut2": "Wenn das Feldteam den Ball zur nächsten Base wirft, bevor der Läufer dort ankommt, ist der Läufer aus.",
  "taggingUp": "Taggen",
  "taggingUp1": "Bei einem gefangenen Flyball muss der Läufer seine aktuelle Base berühren, bevor er zur nächsten Base vorrückt.",
  "stealingBases": "Bases stehlen:",
  "stealingBases1": "Ein Läufer kann versuchen, zur nächsten Base zu vorrücken, ohne dass der Ball geschlagen wird, was als Stehlen einer Base bezeichnet wird, aber dabei besteht das Risiko, getaggt zu werden.",
  "overrunningFirstBase": "Überschreiten der ersten Base:",
  "overrunningFirstBase1": "Läufer können die erste Base überlaufen, ohne getaggt zu werden, solange sie innerhalb der Baseline bleiben und nicht zur zweiten Base laufen.",

  "rule6Summary": "Zusammenfassung:",
  "rule6SummaryDetail": "Base Running kombiniert Geschwindigkeit, Timing und Strategie, was es zu einem spannenden Teil des Spiels macht, da die Spieler versuchen, die Verteidigung zu überlisten!",

  "rule6Hint": "Fragen Sie unsere KI zu allem über die 6. Regel...",

  "completingARun": "Ein Run abschließen:",
  "completingARun1": "Ein Spieler beginnt am Home Plate als Schlagmann, läuft über die erste Base, die zweite Base, die dritte Base und kehrt schließlich zum Home Plate zurück, um einen Run zu erzielen.",
  "completingARun2": "Der Spieler muss jede Base in Reihenfolge berühren und vermeiden, getaggt oder vom Feldteam aus gemacht zu werden.",

  "timingAndStrategy": "Timing und Strategie:",
  "whenToAdvance": "Wann man vorrückt:",
  "whenToAdvance1": "Spieler rücken vor, je nachdem, wie weit der Ball geschlagen wurde und wie die Feldspieler positioniert sind.",
  "whenToAdvance2": "Ein gut geschlagener Ball (z. B. ein Double, Triple oder Home Run) macht es einfacher, einen Run abzuschließen.",
  "multipleRuns": "Mehrere Runs in einem Spiel:",
  "multipleRuns1": "Wenn bereits Läufer auf den Bases sind, wenn der Ball geschlagen wird, können diese Läufer ebenfalls vorrücken und Runs erzielen, wenn sie erfolgreich zum Home Plate gelangen.",

  "homeRuns": "Home Runs:",
  "homeRuns1": "Ein Home Run passiert, wenn der Schlagmann den Ball aus dem Spielfeld schlägt (über den Zaun im fairen Bereich).",
  "homeRuns2": "In diesem Fall erzielt der Schlagmann sowie alle Base-Läufer automatisch Runs, ohne das Risiko, getaggt oder ausgemacht zu werden.",

  "errors": "Fehler und zusätzliche Chancen:",
  "errors1": "Fehler des Feldteams (z. B. verpasste Fänge oder schlechte Würfe) können den Läufern zusätzliche Chancen geben, voranzukommen und Runs zu erzielen.",

  "rule7Summary": "Zusammenfassung:",
  "rule7SummaryDetail": "Das Ziel jedes Teams ist es, so viele Runs wie möglich während ihrer Schlagrunde zu erzielen, um das gegnerische Team zu übertreffen und das Spiel zu gewinnen!",

  "rule7Hint": "Fragen Sie unsere KI zu allem über die 7. Regel...",

  "howPitchingWorks": "Wie das Werfen funktioniert:",
  "startingThePlay": "Das Spiel beginnen:",
  "startingThePlay1": "Der Werfer wirft den Ball vom Pitcher's Mound auf den Schlagmann am Home Plate.",
  "startingThePlay2": "Das Ziel ist es, es dem Schlagmann schwer zu machen, den Ball zu treffen, während man innerhalb der Regeln bleibt.",
  "typeOfPitches": "Arten von Würfen:",
  "typeOfPitches1": "Werfer verwenden verschiedene Techniken, um den Ball zu werfen, wie zum Beispiel:",
  "fastBalls": "Fastballs",
  "fastBallsDetail": ": Wurfs mit hoher Geschwindigkeit.",
  "curveballs": "Curveballs",
  "curveballsDetail": ": Der Ball wird so geworfen, dass er in der Luft eine Kurve macht.",
  "changeups": "Changeups",
  "changeupsDetail": ": Erscheinen schnell, sind aber langsamer, um den Schlagmann zu täuschen.",

  "legalPitches": "Gesetzliche Würfe:",
  "legalPitches1": "Ein Wurf muss mit einem Fuß in Kontakt mit dem Pitching-Rubber geworfen werden.",
  "legalPitches2": "Der Werfer muss den Ball über- oder seitlich werfen und dabei die Strike-Zone anvisieren:",
  "legalPitches3": "Die Strike-Zone ist ein imaginärer Kasten über dem Home Plate, vom Knie des Schlagmanns bis zur Brust.",

  "illegalPitches": "Illegale Würfe:",
  "balk": "Balk:",
  "balk1": "Wenn der Werfer mit einem Wurf beginnt, aber den Ball nicht wirft oder täuschende Bewegungen macht, wird es als Balk bezeichnet, was den Läufern ermöglicht, vorzurücken.",
  "throwingAtBatter": "Werfen auf den Schlagmann:",
  "throwingAtBatter1": "Werfer dürfen den Schlagmann nicht absichtlich anwerfen. Dies kann zu Verwarnungen oder dem Ausschluss führen.",

  "strategyAndSkill": "Strategie und Fertigkeit:",
  "readingBatter": "Den Schlagmann lesen:",
  "readingBatter1": "Der Werfer studiert die Schwächen des Schlagmanns und passt seine Würfe entsprechend an.",
  "maintainControl": "Kontrolle behalten:",
  "maintainControl1": "Ein großartiger Werfer muss Geschwindigkeit, Genauigkeit und Täuschung ausbalancieren, um den Schlagmann in Unwissenheit zu lassen.",

  "rule8Summary": "Zusammenfassung:",
  "rule8SummaryDetail": "Der Werfer bereitet jeden Spielzug vor und kombiniert Strategie, Fertigkeit und Präzision, um den Schlagmann herauszufordern, während er sich an die Regeln hält.",

  "rule8Hint": "Fragen Sie unsere KI zu allem über die 8. Regel...",

  "gettingBattersAndRunnersOut": "Batter und Läufer ausmachen:",
  "gettingBattersAndRunnersOutSub": "Das Feldteam hat mehrere Möglichkeiten, einen Aus zu erzielen:",
  "catchings": "Fangen:",
  "catchingsDetail": "Wenn ein Batter den Ball in die Luft schlägt und ein Fielder ihn fängt, bevor er den Boden berührt, ist der Batter aus.",
  "taggings": "Abklatschen:",
  "taggingsDetail": "Ein Fielder kann einen Läufer abklatschen, indem er ihn mit dem Ball (oder dem Handschuh, der den Ball hält) berührt, wenn der Läufer nicht auf einer Base ist.",
  "forceOuts": "Force-Outs:",
  "forceOuts1": "Wenn ein Läufer gezwungen ist, zur nächsten Base vorzurücken, weil der Batter den Ball schlägt, kann das Feldteam den Ball zu dieser Base werfen, bevor der Läufer dort ankommt.",
  "forceOuts2": "Beispiel: Wenn der Batter zur ersten Base läuft, muss der Fielder an der ersten Base nur die Base berühren, während er den Ball hält, um ein Force-Out zu erzielen.",

  "defensivePlayers": "Defensive Spieler und ihre Rollen:",
  "defensivePlayersSubtitle": "Jeder Spieler im Feldteam hat eine spezifische Position und Rolle, um Läufe zu verhindern:",
  "pitcherRole": "Pitcher",
  "pitcherRoleDetail": ": Wirft den Ball zum Batter.",
  "catcherRole": "Catcher",
  "catcherRoleDetail": ": Fängt die Würfe des Pitchers und verteidigt die Home Plate.",
  "infielderRole": "Infielders",
  "infielderRoleDetail": ": Verteidigt den Bereich um die Bases (erste Base, zweite Base, dritte Base und Shortstop). Outfielder: Decken das Outfield ab, um lange Schläge zu fangen und zusätzliche Bases zu verhindern.",

  "teamCoordinates": "Teamkoordination:",
  "teamCoordinates1": "Fielder arbeiten zusammen, um Spielzüge wie Doppelspiele (zwei Aus in einer Sequenz) auszuführen.",
  "teamCoordinates2": "Gute Kommunikation und Bewusstsein sind entscheidend, um den Ball effizient zu fangen und Aus zu machen.",

  "rule9Summary": "Zusammenfassung:",
  "rule9SummaryDetails": "Das Ziel des Feldteams ist es, den Batter davon abzuhalten, sicher zu schlagen, und Läufer am Vorrücken zu hindern, indem Taktiken wie Fangen, Abklatschen und Force-Outs verwendet werden, um ihre Chance zum Schlagen zurückzugewinnen.",

  "rule9Hint": "Fragen Sie unsere KI alles zur 9. Regel...",

  "threeOutsToEndAHalfInning": "Drei Aus, um eine Halb-Inning zu beenden:",
  "whatsAnOut": "Was ist ein Aus?",
  "whatsAnOut1": "Ein Aus tritt ein, wenn das Feldteam das Schlagteam erfolgreich stoppt, zum Beispiel durch das Fangen eines Foulballs, das Abklatschen eines Läufers oder Force-Outs.",
  "howManyOut": "Wie viele Aus sind nötig?",
  "howManyOut1": "Das Schlagteam schlägt weiter, bis das Feldteam drei Aus erzielt.",
  "howManyOut2": "Sobald drei Aus gemacht sind, endet die Turn des Schlagteams und die Rollen wechseln. Das Feldteam geht zum Schlagen und das Schlagteam übernimmt das Feld.",

  "switchingSides": "Seitenwechsel:",
  "whenItHappen": "Wann passiert es?",
  "whenItHappen1": "Nach drei Aus wechseln beide Teams ihre Positionen auf dem Feld.",
  "whenItHappen2": "Das Feldteam geht zum Schlagen und das Schlagteam übernimmt das Feld.",
  "halfInning": "Halb-Inning-Abschluss:",
  "halfInning1": "Jedes Team hat pro Inning eine Chance zu schlagen und eine Chance zu fangen.",
  "halfInning2": "Ein komplettes Inning ist abgeschlossen, wenn beide Teams ihre Chance zum Schlagen hatten.",

  "whyRuleImportant": "Warum ist diese Regel wichtig?",
  "whyRuleImportant1": "Diese Struktur gewährleistet Fairness, da jedes Team die gleiche Möglichkeit hat, Runs zu erzielen und zu verteidigen.",
  "whyRuleImportant2": "Der Rollenwechsel hält das Spiel dynamisch, da die Spieler sich vom Schlagen zum Fangen und umgekehrt anpassen müssen.",

  "rule10Summary": "Zusammenfassung:",
  "rule10SummaryDetail": "Das Ziel des Feldteams ist es, drei Aus zu erzielen, um die Turn des Schlagteams zu beenden, danach wechseln die Rollen, was das Gleichgewicht zwischen Angriff und Verteidigung im gesamten Spiel aufrechterhält.",

  "rule10Hint": "Fragen Sie unsere KI alles zur 10. Regel...",

  "whatHappenDuringHomeRun": "Was passiert während eines Home Runs?",
  "autoScoring": "Automatische Punktvergabe:",
  "autoScoring1": "Der Batter und alle Läufer auf den Bases erzielen automatisch Punkte.",
  "autoScoring2": "Das bedeutet, dass das Team einen Punkt für den Batter und einen zusätzlichen Punkt für jeden Spieler bekommt, der auf der Base war, als der Ball geschlagen wurde.",
  "noNeedRunQuickly": "Kein schnelles Laufen nötig:",
  "noNeedRunQuickly1": "Da der Ball außerhalb des Spielfeldes ist, kann ihn kein Fielder zurückholen.",
  "noNeedRunQuickly2": "Der Batter und die Läufer können in ihrem eigenen Tempo um die Bases laufen und jede Base berühren (erste, zweite, dritte und Home).",

  "typeOfHomeRuns": "Arten von Home Runs:",
  "soloHomeRun": "Solo Home Run:",
  "soloHomeRun1": "Wenn keine Läufer auf den Bases sind, erzielt nur der Batter einen Punkt.",
  "twoThreeGrandSlam": "Zwei-, Drei- oder Grand Slam Home Run:",
  "twoThreeGrandSlam1": "Wenn Läufer auf den Bases sind:",
  "twoRun": "Zwei-Punkte Home Run",
  "twoRunDetail": ": Ein Läufer auf der Base.",
  "threeRun": "Drei-Punkte Home Run",
  "threeRunDetail": ": Zwei Läufer auf der Base.",
  "grandSlam": "Grand Slam",
  "grandSlamDetail": ": Die Bases sind vollständig geladen, was insgesamt vier Punkte ergibt!",

  "whyHomeSpecial": "Warum sind Home Runs besonders?",
  "whyHomeSpecial1": "Ein Home Run ist der schnellste Weg, mehrere Punkte zu erzielen.",
  "whyHomeSpecial2": "Er verändert oft die Dynamik des Spiels und begeistert die Fans.",
  "whyHomeSpecial3": "Einige Spieler sind für ihre Fähigkeit bekannt, Home Runs zu schlagen, was ihn zu einer gefeierten Fähigkeit im Baseball macht.",

  "rule11Summary": "Zusammenfassung:",
  "rule11SummaryDetail": "Ein Home Run garantiert nicht nur Punkte, sondern zeigt auch die Stärke und Fähigkeit des Batters, was ihn zu einem der aufregendsten Aspekte des Spiels macht!",

  "rule11Hint": "Fragen Sie unsere KI alles zur 11. Regel...",

  "doublePlays": "Doppelaus:",
  "doublePlays1": "Ein Doppelaus tritt ein, wenn das Feldteam während eines einzigen Spielzugs zwei Aus erzielt.",
  "doublePlays2": "Beispiel: Ein Batter schlägt einen Bodenball zum Shortstop. Der Shortstop wirft zum zweiten Base für einen Aus, und der Second Baseman wirft zum ersten Base für den zweiten Aus.",

  "triplePlays": "Triple Plays:",
  "triplePlays1": "Eine seltene und beeindruckende Leistung, bei der das Feldteam drei Aus in einem einzigen Spielzug erzielt.",
  "triplePlays2": "Beispiel: Wenn die Bases geladen sind und der Batter einen Line Drive schlägt, der gefangen wird, können Läufer, die sich nicht auf ihrer Base befinden, abgemacht werden, was zwei weitere Aus ermöglicht.",

  "theBunt": "Der Bunt:",
  "theBunt1": "Ein Bunt ist, wenn der Batter den Ball leicht mit dem Schläger tippt, anstatt zu schwingen.",
  "purpose": "Zweck:",
  "purpose1": "Läufer zur nächsten Base vorrücken.",
  "purpose2": "Das Feldteam überraschen.",
  "risk": "Risiko",
  "riskDetail": ": Der Ball muss innerhalb des Fair Territory bleiben und hart genug sein, um einen einfachen Aus zu vermeiden.",

  "stolenBase": "Gestohlene Base:",
  "stolenBase1": "Eine gestohlene Base tritt ein, wenn ein Läufer zur nächsten Base vorrückt, während der Pitcher den Ball zum Batter wirft.",
  "stolenBase2": "Erfolg hängt von Geschwindigkeit und Timing ab.",
  "risks": "Risiken",
  "risksDetail": ": Der Catcher kann den Ball zur nächsten Base werfen und den Läufer möglicherweise ausmachen.",

  "sacrifieceFly": "Opferfliegen:",
  "sacrifieceFly1": "Wenn der Batter einen Flyball schlägt, der tief genug ist, damit ein Läufer auf der Base aufticken und vorrücken kann, normalerweise mit einem Punkt.",
  "sacrifieceFly2": "Der Batter ist aus, aber das Team erzielt einen Punkt.",

  "pickOff": "Pick-Off:",
  "pickOff1": "Ein Abfangmanöver, bei dem der Pitcher oder Catcher den Ball zu einer Base wirft, um einen Läufer aus dem Spiel zu nehmen, der zu weit vorn auf der Base steht.",

  "whySpecialImportant": "Warum sind Sonderzüge wichtig?",
  "whySpecialImportant1": "Diese Spielzüge zeigen Strategie, Fähigkeit und schnelle Entscheidungsfindung.",
  "whySpecialImportant2": "Sie machen das Spiel aufregender und unvorhersehbarer.",
  "whySpecialImportant3": "Das Beherrschen dieser Spielzüge kann einem Team einen Wettbewerbsvorteil verschaffen.",

  "rule12Summary": "Zusammenfassung:",
  "rule12SummaryDetail": "Sonderzüge machen Baseball nicht nur zu einem physischen Spiel, sondern auch zu einem geistigen, das Strategie und Teamarbeit belohnt!",

  "rule12Hint": "Fragen Sie unsere KI alles zur 12. Regel...",

  "whatIsAFoulBall": "Was ist ein Foulball?",
  "whatIsAFoulBallSubtitle": "Ein Foulball tritt auf, wenn der Ball:",
  "whatIsAFoulBall1": "Den Boden oder einen Spieler außerhalb der Foul-Linien berührt.",
  "whatIsAFoulBall2": "Nicht im Fair Territory landet.",
  "whatIsAFoulBall3": "Eine Struktur oder Zuschauerbereich außerhalb der Foul-Linien trifft.",

  "whatsFoulLines": "Die Foul-Linien:",
  "whatsFoulLines1": "Die Foul-Linien verlaufen von der Home Plate zum Outfield-Zaun entlang der ersten und dritten Base.",
  "whatsFoulLines2": "Ein Ball gilt als fair, wenn er auf oder innerhalb dieser Linien landet.",

  "consequencesOfFoul": "Folgen eines Foulballs:",
  "forBatter": "Für den Batter:",
  "forBatter1": "Ein Foul zählt als Strike, es sei denn, der Batter hat bereits zwei Strikes.",
  "forBatter2": "Ein Batter kann nicht durch einen Foulball strikeout gehen (außer bei einem Bunt).",
  "forBatter3": "Wenn der Foulball von einem Fielder in der Luft gefangen wird, ist der Batter aus.",
  "forRunner": "Für die Läufer:",
  "forRunner1": "Läufer müssen zu ihren Bases zurückkehren, es sei denn, der Ball wird in der Luft gefangen und sie sind dabei, um voranzurücken.",

  "specialCases": "Besondere Fälle:",
  "specialCases1": "Ein Ball, der in der Luft in der Nähe der Foul-Linie geschlagen wird, kann von einem Fielder im Foul-Territorium gefangen werden, was einen Aus ergibt.",
  "specialCases2": "Wenn ein Ball zuerst im Fair-Territorium landet, aber bevor er die erste oder dritte Base passiert, ins Foul rollt und nicht berührt wird, ist es ein Foul.",

  "whyFouldMatter": "Warum sind Fouls wichtig?",
  "whyFouldMatter1": "Fouls helfen den Pitchern, sich gegen Batter durch Strikes zu verteidigen.",
  "whyFouldMatter2": "Sie erfordern von den Batters eine Anpassung ihrer Schlagstrategie, um den Ball im Spiel zu halten.",
  "whyFouldMatter3": "Fielder nutzen Fouls als Gelegenheiten, um Catches zu machen und Aus zu sichern.",

  "rule13Summary": "Zusammenfassung:",
  "rule13SummaryDetail": "Fouls sind ein wichtiger Aspekt des Baseballs, der das Spiel fair und herausfordernd für sowohl Batter als auch Verteidiger hält!",

  "rule13Hint": "Fragen Sie unsere KI alles zur 13. Regel...",

  "rolesOfUmpire": "Rollen des Umpires:",
  "enforcingRole": "Durchsetzung der Regeln:",
  "enforcingRole1": "Umpires stellen sicher, dass alle Spieler und Teams die offiziellen Baseball-Regeln befolgen.",
  "enforcingRole2": "Sie treffen Urteile über Spielsituationen, wie ob ein Wurf ein Ball oder ein Strike ist, ob ein Läufer sicher oder aus ist, und ob ein Ball fair oder foul ist.",
  "callingPitches": "Entscheidungen über Pitches:",
  "callingPitches1": "Der Umpire hinter dem Home Plate entscheidet, ob ein Wurf ein Strike (innerhalb der Strike Zone) oder ein Ball (außerhalb der Strike Zone) ist.",
  "makeSafeCall": "Sicherheits-/Aus-Entscheidungen treffen:",
  "makeSafeCall1": "Die Umpires an den Basen entscheiden, ob Läufer sicher oder aus sind, wenn sie versuchen, voranzukommen.",
  "overseeingPlayer": "Überwachung des Spiels:",
  "overseeingPlayer1": "Sie überwachen und setzen Regeln für legale Würfe, Base Running, Feldspiel und Schläge durch.",
  "overseeingPlayer2": "Sie stellen sicher, dass Auswechslungen und Änderungen den richtigen Verfahren folgen.",
  "ensureFairPlay": "Sicherstellung des fairen Spiels:",
  "ensureFairPlay1": "Umpires verhindern unsportliches Verhalten wie übermäßige Streitigkeiten, absichtliche Störungen oder illegale Aktionen.",
  "ensureFairPlay2": "Sie können Spieler, Trainer oder Manager bei schwerwiegendem Fehlverhalten vom Spiel ausschließen.",
  "handleSituation": "Umgang mit besonderen Situationen:",
  "handleSituation1": "Sie treffen Entscheidungen bei strittigen Spielsituationen, Regenunterbrechungen oder anderen ungewöhnlichen Umständen.",

  "umpirePosition": "Umpire-Positionen:",
  "homePlateUmp": "Home Plate Umpire",
  "homePlateUmpDetail": ": Steht hinter dem Catcher und entscheidet über Bälle, Strikes und Spielsituationen am Home Plate.",
  "baseUmp": "Base Umpires",
  "baseUmpDetail": ": Positioniert nahe der Basen, um das Base Running und Spiele im Infield zu überwachen.",
  "outUmp": "Outfield Umpires",
  "outUmpDetail": " (in manchen Spielen): Entscheiden über Spielsituationen im Outfield und helfen bei fair/foul-Entscheidungen.",

  "whyUmpImp": "Warum der Umpire wichtig ist:",
  "whyUmpImp1": "Ohne Umpires könnte das Spiel ins Chaos abgleiten, da Spieler und Trainer endlos über Entscheidungen streiten würden.",
  "whyUmpImp2": "Umpires stellen sicher, dass das Spiel reibungslos, fair und ohne Vorurteile verläuft.",

  "rule14Summary": "Zusammenfassung:",
  "rule14SummaryDetail": "Umpires sind die Hüter der Fairness und Ordnung im Baseball und stellen sicher, dass jedes Spiel mit dem Geist und den Regeln des Spiels übereinstimmt. Sie treffen unter Druck schwierige Entscheidungen und sind ein wesentlicher Bestandteil der Struktur des Baseballs.",

  "rule14Hint": "Frag unsere KI alles über die 14. Regel...",

  "standardGameLength": "Standard Spielzeit:",
  "standardGameLength1": "Ein Baseballspiel besteht in der Regel aus 9 Innings.",
  "standardGameLength2": "Jedes Inning ist in zwei Hälften unterteilt:",
  "standardGameLength3": "Die obere Hälfte, in der das auswärtige Team schlägt.",
  "standardGameLength4": "Die untere Hälfte, in der das Heimteam schlägt.",
  "standardGameLength5": "Die Teams wechseln sich beim Schlagen und Feldspielen ab, und das Inning endet, wenn das Feldteam drei Aus erzielt.",
  "standardGameLength6": "Am Ende des 9. Innings wird das Team mit den meisten erzielten Runs zum Gewinner erklärt.",

  "tiedGame": "Unentschiedene Spiele und Extra Innings:",
  "tiedGame1": "Wenn der Punktestand am Ende des 9. Innings unentschieden ist, geht das Spiel in Extra Innings, um den Unentschieden zu brechen.",
  "tiedGame2": "Jedes Extra Inning folgt der gleichen Struktur wie ein reguläres Inning.",
  "tiedGame3": "Das Spiel geht weiter, bis ein Team nach einem vollständigen Inning mehr Runs hat als das andere.",
  "tiedGame4": "Das Ziel in Extra Innings bleibt dasselbe: den Gegner in diesem Inning zu übertreffen, um den Sieg zu sichern.",

  "winningBefore9Ing": "Sieg vor dem 9. Inning (Mercy-Regel):",
  "winningBefore9Ing1": "In bestimmten Ligen kann eine Mercy-Regel angewendet werden (häufig im Amateur- oder Jugendbaseball):",
  "winningBefore9Ing10": "Diese Regel beendet das Spiel frühzeitig, wenn ein Team nach einer bestimmten Anzahl von Innings einen sehr großen Vorsprung hat.",
  "winningBefore9Ing101": "Beispielsweise, wenn ein Team nach 7 Innings mit 10 oder mehr Runs führt, kann das Spiel beendet werden.",

  "homeAdvantage": "Heimvorteil:",
  "homeAdvantage1": "Wenn das Heimteam im unteren Teil des 9. Innings (oder in einem Extra Inning) führt, endet das Spiel sofort und das Heimteam gewinnt. Dies wird als Walk-off-Sieg bezeichnet.",

  "rule15Summary": "Zusammenfassung:",
  "rule15SummaryDetail": "Der Gewinner eines Baseballspiels ist das Team, das die meisten Runs bis zum Ende des Spiels erzielt, sei es während der regulären 9 Innings oder durch Extra Innings im Falle eines Unentschiedens. Die Struktur stellt Fairness und Spannung für die Fans bis zum letzten Spiel sicher.",

  "rule15Hint": "Frag unsere KI alles über die 15. Regel...",

  "chatTitle": "Lerne Baseball mit unserer fortschrittlichen KI",
  "chatDescription": "Ich bin dein KI-Coach, hier, um dir die Welt des Baseballs zu eröffnen! ⚾ Egal, ob du ein absoluter Anfänger bist oder fortgeschrittene Strategien meistern möchtest, ich stehe dir zur Seite. Von der Erklärung der Regeln bis hin zum Eintauchen in die Feinheiten des Spiels, ich sorge dafür, dass du bereit bist, an die Platte zu gehen. Hast du Fragen? Bist du neugierig? Lass uns ins Spiel kommen und über alles rund um Baseball plaudern – lass es uns ein Grand Slam machen! 🚀",
  "chatLabel": "Starte ein Gespräch mit der KI:",
  "chatHint": "Frag mich alles über Baseball...",
  "chatAIPrompt": "Du bist ein Baseball-Experte und Lehrer. Deine Aufgabe ist es, einen neuen Fan zu führen und zu unterrichten, der mehr über Baseball lernen möchte. Gib immer klare, genaue und detaillierte Antworten, die dem Benutzer helfen, den Sport zu verstehen. Antworte nur als Baseball-Experte, indem du die Regeln, Geschichte, Strategien und andere Aspekte des Spiels erklärst. Wenn der Benutzer eine Frage stellt, die nichts mit Baseball zu tun hat, weise ihn höflich darauf hin oder lass ihn wissen, dass du nur über Baseball oder andere Sportarten sprechen kannst. Sei geduldig und ermutigend, und sorge dafür, dass der Benutzer sich auf seiner Lernreise willkommen und informiert fühlt. Versuche immer, deine Antwort kurz zu halten, aber gib eine vollständige und bedeutungsvolle Antwort basierend auf der Frage des Benutzers!",

  "quizTitle": "Baseball-Quiz mit KI",
  "quizDescription": "Herzlichen Glückwunsch zum Erlernen der Regeln und des Spiels von Baseball mit Hilfe der KI! 🎉 Jetzt lass uns dein Wissen testen. Ich bin dein KI-Coach, bereit, dich mit spannenden Fragen über Baseball zu quizzieren. Jede Frage hat vier mögliche Antworten – wähle die richtige aus und zeig dein Verständnis des Spiels. Lass uns sehen, wie gut du Baseball kennst! 🏟️⚾",
  "quizHint": "Gib hier deine Antwort ein...",
  "startQuiz": "Quiz starten",
  "nextQuestion": "Nächste Frage",
  "startNewQuiz": "Neues Quiz starten",
  "submitAnswer": "Antwort abschicken",
  "questions": "Fragen:",
  "correctAnswers": "Richtige Antworten:",
  "highScore": "Höchstpunktzahl:",
  "congratsMessage": "Herzlichen Glückwunsch🎉 Gut gemacht! Du hast sehr gut abgeschnitten – eine beeindruckende Leistung für einen neuen Fan! ⚾🌟 Bleib am Ball! 🌟🙌",

  "quizPrompt": "Du bist ein erfahrener Baseball-Experte und leidenschaftlicher Lehrer. Ein neuer Baseball-Fan hat gerade die wichtigsten Regeln des Spiels gelernt, einschließlich: 1. Anzahl der Spieler: Das Team-Setup und die Spieler-Rollen. 2. Ziel des Spiels: Runs durch Schlagen des Balls und Laufen der Basen erzielen. 3. Spielstruktur: Innings, Wechsel und das dynamische Umschalten zwischen Schlagen und Feldspielen. 4. Das Feld: Ein genauer Blick auf das Infield, Outfield, die Basen und den Pitcher's Mound. 5. Der Schlagmann: Das Beherrschen von Schlägen, Strikes, Bällen und Aus. 6. Base Running: Regeln für das Vorankommen und Sicherbleiben auf den Basen. 7. Runs erzielen: Ein Run wird abgeschlossen, indem alle Basen durchlaufen werden. 8. Die Rolle des Pitchers: Die Kunst des Werfens, legale Bewegungen und das Vermeiden illegaler. 9. Die Rolle des Feldteams: Das Ausmachen der Schlagmänner und Läufer mit Fängen, Tags und Force Plays. 10. Outs und Seitenwechsel: Wie drei Outs das halbe Inning beenden und die Teamrollen wechseln. 11. Home Runs: Der Nervenkitzel, den Ball aus dem Feld zu schlagen. 12. Besondere Spielzüge: Double Plays, Triple Plays, Bunts, gestohlene Basen und mehr. 13. Fouls: Identifikation von Foul-Bällen und ihre Konsequenzen. 14. Umpire und Regel-Durchsetzung: Sicherstellung von fairem Spiel auf dem Feld. 15. Spielgewinne: Die Entscheidung des Siegers nach 9 Innings oder Extra-Innings, falls erforderlich. Deine Aufgabe ist es, ihr Verständnis dieser Regeln mit aufschlussreichen Fragen zu testen. Biete vier Antwortmöglichkeiten pro Frage (jede mögliche Antwort sollte in einer eigenen Zeile erscheinen, nicht in einer Zeile) und führe sie zum Spielmeister. Mach es lustig, fesselnd und informativ! Wichtiger Hinweis: Stelle immer nur eine Frage auf einmal!!! \n Benenne deine Fragen nicht als Frage 1 oder Frage 2 etc. Einfach „Neue Frage!!“ don't ask too much difficult questions",

  "aiGeneratingQuestion": "KI generiert eine Frage...",
  "aiAnswering": "KI antwortet...",
  "aiAnalyzingResponse": "KI analysiert Ihre Antwort...",
  "impNote": "Wichtiger Hinweis: Hier sind die vorherigen Fragen, die du bereits gestellt hast! Versuche, diese Fragen nicht zu wiederholen.",

  "privacyTitle": "Datenschutzrichtlinie",
  "privacyDesc": "Willkommen bei Learn Baseball. Ihre Privatsphäre ist uns äußerst wichtig. Diese Datenschutzrichtlinie erklärt, wie wir Ihre Informationen sammeln, verwenden und schützen, während Sie unsere App nutzen.",

  "infoWeCollect": "Informationen, die wir sammeln",
  "usageData": "Nutzungsdaten",
  "usageDataDetail": ": Informationen darüber, wie Sie die App nutzen, einschließlich Ihres Quiz-Fortschritts und Ihrer Chat-Interaktionen mit der KI.",
  "deviceData": "Gerätedaten",
  "deviceDataDetail": ": Details über das von Ihnen verwendete Gerät, wie z. B. Ihren Browsertyp und Ihr Betriebssystem.",

  "howUseYourInfo": "Wie wir Ihre Informationen verwenden",
  "howUseYourInfoSub": "Wir verwenden die gesammelten Informationen, um Ihre Erfahrung mit Learn Baseball zu verbessern:",
  "howUseYourInfoSub1": "Um Ihre Lernreise zu personalisieren.",
  "howUseYourInfoSub2": "Um Nutzungstrends zu analysieren und die Leistung der App zu verbessern.",

  "howWeProtectData": "Wie wir Ihre Informationen schützen",
  "howWeProtectData1": "Wir nehmen die Datensicherheit ernst und verwenden branchenübliche Maßnahmen, um Ihre Informationen zu schützen. Ihre Daten werden verschlüsselt und lokal sicher gespeichert.",

  "thirdPartyService": "Drittanbieterdienste",
  "thirdPartyService1": "Derzeit verwenden wir keine Drittanbieterdienste, außer der Gemini-API von Google.",

  "changesInPolicy": "Änderungen an dieser Richtlinie",
  "changesInPolicy1": "Wir können diese Datenschutzrichtlinie von Zeit zu Zeit aktualisieren. Wir informieren Sie über wesentliche Änderungen über die App oder per E-Mail.",
  "changesInPolicy2": "Wenn Sie Fragen zu dieser Datenschutzrichtlinie haben, kontaktieren Sie uns bitte unter ",

  "historyTitle": "Lerne die Geschichte des Baseballs mit KI",

  "baseballOrigin": "Ursprünge des Baseballs:",
  "baseballOrigin1": "Die Ursprünge des Baseballs lassen sich bis ins 18. Jahrhundert zurückverfolgen, als ähnliche Schlag- und Ballspiele in England gespielt wurden. Das Spiel entwickelte sich im 19. Jahrhundert in Nordamerika zu seiner modernen Form.",

  "firstGame": "Erstes offizielles Spiel:",
  "firstGame1": "Das erste aufgezeichnete Baseballspiel in den Vereinigten Staaten fand am 19. Juni 1846 in Hoboken, New Jersey, statt. Alexander Cartwright, ein Mitglied des Knickerbocker Base Ball Club, wird die Formalisierung der Spielregeln zugeschrieben.",

  "baseballGrowth": "Wachstum des Baseballs:",
  "baseballGrowth1": "Ende des 19. Jahrhunderts wurde Baseball zu Amerikas Nationalsport. Die Gründung der Major League Baseball (MLB) im Jahr 1903 markierte den Beginn eines strukturierten Ligasystems.",

  "globalExpansion": "Globale Expansion:",
  "globalExpansion1": "Baseball hat internationale Popularität erlangt, mit professionellen Ligen in Ländern wie Japan, Südkorea und der Dominikanischen Republik. Es ist auch eine olympische Sportart, die seine weltweite Attraktivität unterstreicht.",

  "baseballToday": "Baseball heute:",
  "baseballToday1": "Heute inspiriert Baseball weiterhin Millionen weltweit, indem es Traditionen mit modernen Fortschritten im Sport verbindet. Die MLB bleibt das Herz des Spiels und begeistert Fans mit ikonischen Spielern und unvergesslichen Momenten.",

  "historyHint": "Fragen Sie unsere KI alles über die Geschichte des Baseballs...",

  "historyPrompt": "Sie sind ein Baseball-Historiker und Experte. Ihre Aufgabe ist es, einen neuen Fan über das Spiel zu führen und aufzuklären, der mehr über Baseball und seine Geschichte erfahren möchte, falls er Sie dazu befragt. Geben Sie stets klare, präzise und detaillierte Antworten, die dem Benutzer helfen, die Sportart und ihre Geschichte zu verstehen. Antworten Sie ausschließlich als Baseball-Historiker oder Experte, indem Sie die Geschichte, Strategien und andere Aspekte des Spiels erklären. Wenn der Benutzer nach etwas fragt, das nichts mit Baseball zu tun hat, leiten Sie ihn bitte höflich weiter oder teilen Sie ihm mit, dass Sie nur über Baseball und seine Geschichte sprechen können. Seien Sie geduldig und ermutigend und stellen Sie sicher, dass sich der Benutzer auf seiner Lernreise willkommen und gut informiert fühlt. Versuchen Sie stets, Ihre Antwort kurz zu halten, aber dennoch bedeutungsvoll und umfassend auf die Frage des Benutzers einzugehen!"
}
